[
    {
        "title": "What Causes Glycosuria and How Is It Treated?",
        "categories": null,
        "keys": ["Glucose"],
        "summary": "Glycosuria happens when you pass blood sugar into your urine. It's often tied to diabetes, but that's not the only cause. Find out whether you're at risk.",
        "url": "/health/glycosuria",
        "publishedUnix": 1503385200000,
        "updatedUnix": 1591038564000,
        "id": "130682",
        "image": null,
        "content_text": "<html><head></head><body><h2 id=\"TOC_TITLE_HDR_1\" class=\"content_head\"><a name=\"overview\"></a> What is glycosuria?</h2>\n<div id=\"TOC_TITLE_1\" class=\"content_body\">\n\n<p>Glycosuria happens when\nyou pass blood sugar (blood glucose) into your urine.</p>\n\n<p>Normally, your kidneys absorb\nblood sugar back into your blood vessels from any liquid that passes through\nthem. With glycosuria, your kidneys may not take enough blood sugar out of your\nurine before it passes out of your body.</p>\n\n<p>This often happens because\nyou have an abnormally high level of glucose in your blood (hyperglycemia). Sometimes, glycosuria can develop even if you have normal or low\nblood sugar levels. In these situations, it’s known as renal glycosuria.</p>\n\n<p>Read on to find out how to\nrecognize glycosuria, how it’s diagnosed, and more.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_2\" class=\"content_head\"><a name=\"causes-and-risk-factors\"></a> What causes this condition and who’s at risk?</h2>\n<div id=\"TOC_TITLE_2\" class=\"content_body\">\n\n<p>Glycosuria is typically\ncaused by an underlying condition that affects your blood sugar level, such as\ndiabetes. Type 2 diabetes is the most common cause of glycosuria.</p>\n\n<p>If you have this condition, your\nbody’s insulin doesn’t work properly in one of two ways. In some cases, insulin\ncan’t transport blood sugar into your body’s cells effectively. This can cause\nblood sugar to be passed out in your urine instead.</p>\n\n<p>In other cases, your body\ndoesn’t make enough insulin to balance your blood sugar levels. Any excess\nblood sugar is passed out through your urine.</p>\n\n<p>Glycosuria can also happen\nif you develop gestational diabetes during pregnancy. This type of diabetes happens\nwhen hormones that come from your baby’s placenta prevent the insulin in your\nbody from properly controlling your blood sugar. This can cause your blood\nsugar to become abnormally high. </p>\n\n<p>Renal glycosuria is a much\nrarer form of glycosuria. This happens when your kidney’s renal tubules — the\nparts of the kidneys that act as filters in your urinary system — don’t filter\nblood sugar out of your urine properly. This condition is often caused by a\nmutation in a specific gene.</p>\n\n<p>Unlike glycosuria that\nhappens because of type 2 diabetes, renal glycosuria isn’t necessarily caused\nby your overall health or lifestyle choices.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_3\" class=\"content_head\"><a name=\"symptoms\"></a> What are the symptoms?</h2>\n<div id=\"TOC_TITLE_3\" class=\"content_body\">\n\n<p>There aren’t any\nimmediately obvious symptoms of glycosuria. In fact, many people experience\nglycosuria for years and never notice any symptoms.</p>\n\n<p>But if left untreated,\nglycosuria can cause you to:</p>\n\n<ul><li>feel extremely\nthirsty or dehydrated</li><li>feel extremely\nhungry</li><li>urinate more\nthan usual</li><li>urinate\naccidentally</li></ul>\n\n\n\n\n\n\n\n<p>If your glycosuria is a\nsign of type 2 diabetes, you may also experience:</p>\n\n<ul><li>unexplained\nweight loss</li><li>fatigue</li><li>trouble seeing</li><li>slow-healing cuts,\nsores, or other injuries</li><li>skin darkening\nin the folds of your neck, armpits, or other areas</li></ul>\n\n\n\n\n\n\n\n\n\n<p>Glycosuria resulting from\ngestational diabetes typically doesn’t cause any additional symptoms.</p>\n\n<p>If you begin experiencing\nany unusual symptoms, see your doctor.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_4\" class=\"content_head\"><a name=\"diagnosis\"></a> How is this condition diagnosed?</h2>\n<div id=\"TOC_TITLE_4\" class=\"content_body\">\n\n<p>Glycosuria can be\ndiagnosed in a number of ways, but urinalysis is the most common\napproach.</p>\n\n<p>For this test, your doctor\nwill ask you to urinate on a test strip to be sent off to a lab for testing. The\nlab technician will be able to determine whether your urine glucose levels\nsuggest glycosuria. You may have glycosuria if the amount of glucose in your\nurine is higher than 180 milligrams per deciliter (mg/dL) in a single day.</p>\n\n<p>Your doctor may also order\nblood tests to check your blood sugar. Normal blood sugar levels are usually\nbetween 70–140 mg/dL depending on whether you’ve eaten recently or whether you\nhave diabetes.</p>\n\n<p>If your blood sugar levels\nare high and diabetes hasn’t been diagnosed previously, your doctor will likely\nperform a glycated hemoglobin (A1C) test. This blood test provides information about your\nblood sugar levels for the past few months.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_5\" class=\"content_head\"><a name=\"treatment\"></a> How is this condition treated?</h2>\n<div id=\"TOC_TITLE_5\" class=\"content_body\">\n\n<p>Glycosuria isn’t a cause\nfor concern on its own. No treatment is needed if there isn’t an underlying condition\nthat’s causing you to pass high amounts of glucose in your urine.</p>\n\n<p>If a condition like\ndiabetes is causing your glycosuria, your doctor will work with you to develop\na treatment plan.</p>\n\n<p>Possible treatment and\nmanagement options include:</p>\n\n<ul><li>Getting at\nleast 30 minutes of physical activity every day.</li><li>Developing a diet plan that provides you with enough nutrients while also\ndecreasing sugar or fats intake. This may mean eating more whole grains,\nvegetables, and fruits.</li><li>Taking\nmedications to help your body use insulin more effectively. These can include metformin\n(Glumetza), which allows your body to respond better to insulin, or\nsulfonylureas (Glyburid),\nwhich helps your body make more insulin.</li><li>Keeping track\nof your blood sugar levels so that you can better understand how your body\nreacts to certain foods, activities, or therapies.</li></ul>\n\n\n\n\n\n\n\n<p>Although type 2 diabetes\nis a lifelong condition, gestational diabetes typically resolves after\nchildbirth. But developing it raises your risk of type 2 diabetes later in\nlife.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_6\" class=\"content_head\"><a name=\"outlook\"></a> What’s the outlook?</h2>\n<div id=\"TOC_TITLE_6\" class=\"content_body\">\n\n<p>The outlook for glycosuria\nwithout an associated condition is good. If you have renal glycosuria, you may go\non to develop diabetes if you don’t follow a treatment plan to help manage your\nkidneys’ inability to properly filter glucose.</p>\n\n<p>If your glycosuria is\ncaused by diabetes, your outlook improves if you maintain a consistent\ntreatment or management plan. Eating well, exercising every day, and taking any\nmedications that your doctor prescribes can keep you from experiencing any\nadditional complications.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_7\" class=\"content_head\"><a name=\"prevention\"></a> Can this be prevented?</h2>\n<div id=\"TOC_TITLE_7\" class=\"content_body\">\n\n<p>You can’t prevent genetic\nconditions like renal glycosuria. But you can prevent glycosuria — and conditions\nlike diabetes — through certain lifestyle choices.</p>\n\n<!--widget-center-->\n</div></body></html>"
    },
    {
        "title": "Is Blue Urine Normal? Urine Colors Explained",
        "categories": null,
        "keys": ["General"],
        "summary": "It’s not unusual to see a change of color in your urine. Still, a few colors suggest the possibility of an underlying condition that will need to be diagnosed and treated by a doctor. We let you know what your urine color may mean.",
        "url": "/health/urine-color-chart",
        "publishedUnix": 1540450800000,
        "updatedUnix": 1591038268000,
        "id": "155555",
        "image": null,
        "content_text": "<html><head></head><body><h2 id=\"TOC_TITLE_HDR_1\" class=\"content_head\"><a name=\"overview\"></a> Overview</h2>\n<div id=\"TOC_TITLE_1\" class=\"content_body\">\n\n<p>The standard color of your urine is referred to by doctors\nas “urochrome.” Urine naturally carries a yellow pigment.\nWhen you’re staying hydrated, your urine will be a light yellow, close-to-clear\ncolor.</p>\n\n<p>If you’re getting dehydrated, you’ll notice that your urine\nis becoming a deep amber or even light brown.\nDifferent pigments in food you eat or medication that you take can be carried\nthrough your digestive tract and change the color of your urine.</p>\n\n<p>Sometimes your urine color\ncan be a sign of a health condition that you need to address.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_2\" class=\"content_head\"><a name=\"colors\"></a> Urine colors</h2>\n<div id=\"TOC_TITLE_2\" class=\"content_body\">\n\n<p>Depending on what you eat, any\nmedications you’re taking, and how much water your drink, urine colors can vary.\nMany of these colors fall on the spectrum of what “normal” urine can look like,\nbut there are cases where unusual urine colors may be a cause for concern.</p>\n\n<h3>Clear</h3>\n\n<p>Clear\nurine indicates that you’re drinking more than the daily recommended amount\nof water. While being hydrated is a good thing, drinking too much water can rob\nyour body of electrolytes. Urine that occasionally looks clear is no reason to\npanic, but urine that’s always clear could indicate that you need to cut back\non how much water you’re drinking.</p>\n\n<h3>Yellowish to amber</h3>\n\n<p>The color of “typical” urine\nfalls on the spectrum of light yellow to a deeper amber color. The urochrome\npigment that’s naturally in your urine becomes more diluted as you drink water.</p>\n\n<p>Urochrome is produced by your body breaking down hemoglobin,\nthe protein that carries oxygen in your red blood cells. In most situations,\nthe color of your urine will depend on how diluted this pigment is.</p>\n\n<p>Having a lot of B-vitamins in\nyour bloodstream can cause urine to appear neon yellow.</p>\n\n<h3>Red or pink</h3>\n\n<p>Urine may look red or pink if you eat fruits with naturally\ndeep pink or magenta pigments, such as:</p>\n\n<ul><li>beets</li><li>rhubarb</li><li>blueberries</li></ul>\n\n\n\n\n\n<p>While urine that’s red or pink might be from something you\nate recently, there are sometimes other causes. Some health conditions can\ncause blood to appear in your urine, a symptom known as hematuria,\nincluding:</p>\n\n<ul><li>enlarged prostate</li><li>kidney stones</li><li>tumors in the\nbladder and kidney</li></ul>\n\n\n\n\n\n<p>Speak to a doctor if you’re ever concerned about blood in\nyour urine.</p>\n\n<h3>Orange</h3>\n\n<p>If your urine appears orange,\nit could be a symptom of dehydration. If you\nhave urine that’s orange in addition to light colored stools, bile may be\ngetting into your bloodstream because of issues with your bile ducts or liver. Adult-onset\njaundice\ncan also cause orange urine.</p>\n\n<h3>Blue or green</h3>\n\n<p>Blue or green urine can be caused by food coloring. It can\nalso be the result of dyes used in medical tests performed on your kidneys or\nbladder.</p>\n\n<p>The pseudomonas\naeruginosa bacterial infection can also cause your urine to turn blue,\ngreen, or even indigo purple. In general, blue urine is rare and most likely\nconnected to something in your diet.</p>\n\n<h3>Dark brown</h3>\n\n<p>In most cases, urine that’s dark brown indicates\ndehydration. Dark brown urine can also be a side effect of certain medications,\nincluding metronidazole\n(Flagyl) and chloroquine (Aralen).</p>\n\n<p>Eating large amounts of rhubarb, aloe, or fava beans can\ncause dark brown urine. A condition called porphyria can cause a\nbuildup of the natural chemicals in your bloodstream and cause rusty or brown\nurine. Dark brown\nurine can also be an indicator of liver disease,\nas it can be caused by bile getting into your urine.</p>\n\n<h3>Cloudy</h3>\n\n<p>Cloudy\nurine can be a sign of a urinary\ntract infection. It can also be a symptom of some chronic diseases and kidney\nconditions. In some cases, cloudy urine is another sign of being dehydrated.</p>\n\n<p>Cloudy urine with foam or bubbles is\ncalled pneumaturia.\nThis can be a symptom of serious health conditions, including Crohn’s disease or diverticulitis.\nThere are some cases where urine is foamy, and doctors can’t determine the\ncause.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_3\" class=\"content_head\"><a name=\"color-chart\"></a></h2>\n<div id=\"TOC_TITLE_3\" class=\"content_body\">\n\n<!--widget-center-->\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_4\" class=\"content_head\"><a name=\"seeking-medical-help\"></a> When to see a doctor</h2>\n<div id=\"TOC_TITLE_4\" class=\"content_body\">\n\n<p>If you have visible blood in\nyour urine, or if your urine is colored light pink or dark red, see a doctor\nright away. This can be a sign of a serious health condition and should be\ndiagnosed as soon as possible.</p>\n\n<p>Orange urine can also be a\nsymptom of a serious health condition, including kidney and bladder disease.\nContact a doctor if your urine is orange in color.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_5\" class=\"content_head\"><a name=\"summary\"></a> Takeaway</h2>\n<div id=\"TOC_TITLE_5\" class=\"content_body\">\n\n<p>In most cases, abnormal urine\ncolors are simply a result of dehydration, something you ate, or a side effect\nof medications you are taking. Urine should resume its typical coloring within\ntwo to three days after you notice an unusual color.</p>\n\n<p>If your urine is cloudy,\nbrown, blue, or green and doesn’t return to a pale straw color, schedule an\nappointment to speak with a doctor.</p>\n</div></body></html>"
    },
    {
        "title": "Everything You Need to Know About Urinary Tract Infection",
        "keys": ["Leukocytes", "Nitrites"],
        "categories": null,
        "summary": "Learn about different types and treatments of urinary tract infections, the risk factors, and prevention for both men and women.",
        "url": "/health/urinary-tract-infection-adults",
        "publishedUnix": 1441263600000,
        "updatedUnix": 1553207868000,
        "id": "19481",
        "image": null,
        "content_text": "<html><head></head><body><h2 id=\"TOC_TITLE_HDR_1\" class=\"content_head\"><a name=\"what-is-it\"></a> What is a UTI?</h2>\n<div id=\"TOC_TITLE_1\" class=\"content_body\">\n\n<p>A urinary tract infection (UTI) is an infection from microbes. These are\norganisms that are too small to be seen without a microscope. Most UTIs are caused\nby bacteria, but some are caused by fungi and in rare cases by viruses. UTIs\nare among the most common infections in humans.</p>\n\n<p>A UTI can happen anywhere in your urinary tract. Your urinary tract is made\nup of your kidneys, ureters, bladder, and urethra. Most UTIs only involve the\nurethra and bladder, in the lower tract. However, UTIs can involve the ureters\nand kidneys, in the upper tract. Although upper tract UTIs are more rare than\nlower tract UTIs, they’re also usually more severe.</p>\n\n<!--widget-center-->\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_2\" class=\"content_head\"><a name=\"symptoms\"></a> UTI symptoms</h2>\n<div id=\"TOC_TITLE_2\" class=\"content_body\">\n\n<p>Symptoms of a UTI depend on what part of the urinary tract is infected.</p>\n\n<p>Lower tract UTIs affect the urethra and bladder. Symptoms of a lower tract\nUTI include:</p>\n\n<ul>\n <li>burning with urination</li>\n <li>increased frequency of urination without passing much\n     urine</li>\n <li>increased urgency of urination</li>\n <li>bloody urine</li>\n <li>cloudy urine</li>\n <li>urine that looks like cola or tea</li>\n <li>urine that has a strong odor</li>\n <li>pelvic pain in women</li>\n <li>rectal pain in men</li>\n</ul>\n\n<p>Upper tract UTIs affect the kidneys. These can be potentially life\nthreatening if bacteria move from the infected kidney into the blood. This\ncondition, called urosepsis,\ncan cause dangerously low blood pressure, shock, and death.</p>\n\n<p>Symptoms of an upper tract UTI include:</p>\n\n<ul>\n <li>pain and tenderness in the upper back and sides</li>\n <li>chills</li>\n <li>fever</li>\n <li>nausea</li>\n <li>vomiting</li>\n</ul>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_3\" class=\"content_head\"><a name=\"symptoms-in-men\"></a> UTI symptoms in men</h2>\n<div id=\"TOC_TITLE_3\" class=\"content_body\">\n\n<p>Symptoms\nof an upper tract urinary infection in men are similar to those in women. Symptoms\nof a lower tract urinary infection in men sometimes includes rectal pain in\naddition to the common symptoms shared by both men and women.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_4\" class=\"content_head\"><a name=\"symptoms-in-women\"></a> UTI symptoms in women</h2>\n<div id=\"TOC_TITLE_4\" class=\"content_body\">\n\n<p>Women\nwith a lower tract urinary infection may experience pelvic pain. This is in\naddition to the other common symptoms. Symptoms of upper tract infections among\nboth men and women are similar.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_5\" class=\"content_head\"><a name=\"treatment\"></a> UTI treatment</h2>\n<div id=\"TOC_TITLE_5\" class=\"content_body\">\n\n<p>Treatment\nof UTIs depends on the cause. Your doctor will be able to determine which\norganism is causing the infection from the test results used to confirm the\ndiagnosis.</p>\n\n<p>In\nmost cases, the cause is bacteria. UTIs caused by bacteria are treated with\nantibiotics.</p>\n\n<p>In\nsome cases, viruses or fungi are the causes. Viral UTIs are treated with\nmedications called antivirals. Often, the antiviral cidofovir is the choice to\ntreat viral UTIs. Fungal UTIs are treated with medications called antifungals.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_6\" class=\"content_head\"><a name=\"antibiotics-for-uti\"></a> Antibiotics for a UTI</h2>\n<div id=\"TOC_TITLE_6\" class=\"content_body\">\n\n<p>The form of antibiotic used to treat a bacterial UTI usually depends on what\npart of the tract is involved. Lower tract UTIs can usually be treated with\noral antibiotics. Upper tract UTIs require intravenous antibiotics. These antibiotics\nare put directly into your veins.</p>\n\n<p>Sometimes, bacteria develop resistance to antibiotics.\nResults from your urine culture can help your doctor select an antibiotic\ntreatment that will work best against the type of bacteria that’s causing your\ninfection.</p>\n\n<p>Treatments other than antibiotics for bacterial UTIs are\nbeing examined. At some\npoint, UTI\ntreatment without antibiotics may be an option for bacterial UTIs by using\ncell chemistry to change the interaction between the body and the bacteria.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_7\" class=\"content_head\"><a name=\"home-remedies\"></a> Home remedies for a UTI</h2>\n<div id=\"TOC_TITLE_7\" class=\"content_body\">\n\n<p>There are no home remedies that can cure a UTI, but there\nare some things that you can do to help your medication work better.</p>\n\n<p>These home\nremedies for UTIs may help your body clear the infection faster. Cranberry juice\nor cranberries don’t treat a UTI once it’s started. However, a chemical in\ncranberries may help prevent certain types of bacteria that can cause a\nbacterial UTI from attaching to the lining of your bladder. This may be helpful\nin preventing future UTIs.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_8\" class=\"content_head\"><a name=\"untreated-utis\"></a> Untreated UTIs</h2>\n<div id=\"TOC_TITLE_8\" class=\"content_body\">\n\n<p>It’s important to treat a UTI — the earlier, the better.\nUntreated UTIs become more and more severe the further they spread. A UTI is\nusually easiest to treat in the lower urinary tract. An infection that spreads\nto the upper urinary tract is much more difficult to treat and is more likely\nto spread into your blood, causing sepsis. This is a\nlife-threatening event.</p>\n\n<p>If you suspect that you have a UTI, contact your doctor as\nsoon as possible. A simple examination and urine or blood test could save you a\nlot of trouble in the long run.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_9\" class=\"content_head\"><a name=\"diagnosis\"></a> UTI diagnosis</h2>\n<div id=\"TOC_TITLE_9\" class=\"content_body\">\n\n<p>If you suspect that you have a UTI based on your symptoms, contact your\ndoctor. Your doctor will review your symptoms and perform a physical\nexamination. To confirm a diagnosis of a UTI, your doctor will need to test\nyour urine for microbes.</p>\n\n<p>The urine sample that you give your doctor needs to be a “clean catch” sample.\nThis means the urine sample is collected at the middle of your urinary stream,\nrather than at the beginning. This helps to avoid collecting the bacteria or\nyeast from your skin, which can contaminate the sample. Your doctor will\nexplain to you how to get a clean catch.</p>\n\n<p>When testing the sample, your doctor will look for a large number of white\nblood cells in your urine. This can indicate an infection. Your doctor will\nalso do a urine culture\nto test for bacteria or fungi. The culture can help identify the cause of the\ninfection. It can also help your doctor choose which treatment is right for\nyou.</p>\n\n<p>If a virus is suspected, special testing may need to be performed. Viruses\nare rare causes of UTIs but can be seen in people who have had organ transplants\nor who have other conditions that weaken their immune system.</p>\n\n<h3>Upper tract UTIs</h3>\n\n<p>If your doctor suspects that you have an upper tract UTI, they may also need\nto do a complete blood count\n(CBC) and blood cultures, in addition to the urine test. A blood culture can\nmake certain that your infection hasn’t spread to your blood stream.</p>\n\n<h3>Recurrent UTIs</h3>\n\n<p>If you have recurrent UTIs, your doctor may also want to check for any\nabnormalities or obstructions in your urinary tract. Some tests for this\ninclude:</p>\n\n<ul>\n <li>An ultrasound, in which a device called a transducer is passed over\n     your abdomen. The transducer uses ultrasound waves to create an image of\n     your urinary tract organs that are displayed on a monitor.</li>\n <li>An intravenous pyelogram\n     (IVP),\n     which involves injecting a dye into your body that travels through your\n     urinary tract and taking an X-ray of your abdomen. The dye highlights your\n     urinary tract on the X-ray image.</li>\n <li>A cystoscopy, which uses a small\n     camera that’s inserted through your urethra and up into your bladder to\n     see inside your bladder. During a cystoscopy, your doctor may\n     remove a small piece of bladder tissue and test it to rule out bladder inflammation\n     or cancer as a cause of your symptoms.</li>\n <li>A computerized tomography\n     (CT) scan to get more detailed images of your urinary system.</li>\n</ul>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_10\" class=\"content_head\"><a name=\"causes-and-risks\"></a> Causes and risk\nfactors of a UTI</h2>\n<div id=\"TOC_TITLE_10\" class=\"content_body\">\n\n<p>Anything that reduces your bladder emptying or irritates the urinary tract\ncan lead to UTIs. There are also many factors that can put you at an increased risk\nof a getting a UTI.\nThese factors include:</p>\n\n<ul><li>age —\nolder adults are more likely to get UTIs</li><li>reduced\nmobility after surgery or prolonged bed rest</li><li>kidney stones</li><li>a previous\nUTI</li><li>urinary tract obstructions or blockages,\nsuch as an enlarged prostate, kidney stones, and certain forms of cancer</li><li>prolonged use of urinary catheters, which may\nmake it easier for bacteria to get into your bladder</li><li>diabetes, especially if poorly\ncontrolled, which may make it more likely for you to get a UTI</li><li>pregnancy</li><li>abnormally\ndeveloped urinary structures from birth</li><li>a\nweakened immune system</li></ul>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_11\" class=\"content_head\"><a name=\"risks-for-men\"></a> Additional UTI risk\nfactors for men</h2>\n<div id=\"TOC_TITLE_11\" class=\"content_body\">\n\n<p>Most UTI risk\nfactors for men are the same as those for women. However, having an enlarged\nprostate is one risk factor for a UTI that’s unique to men.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_12\" class=\"content_head\"><a name=\"risks-for-women\"></a> Additional UTI risk\nfactors for women</h2>\n<div id=\"TOC_TITLE_12\" class=\"content_body\">\n\n<p>There\nare additional risk factors for women. Some factors that were once believed to\nbe a cause of UTIs in women have since been shown to not be as important, such\nas poor bathroom hygiene. Recent <a href=\"http://www.aafp.org/afp/2016/0401/p560.html\" target=\"_blank\">studies</a>\nhave failed to show that wiping from back to front after going to the bathroom\nleads to UTIs in women, like previously believed.</p>\n\n<p>In\nsome cases, certain lifestyle changes may help lessen the risk of some of these\nfactors.</p>\n\n<h3>Shorter urethra</h3>\n\n<p>The length and location of the urethra in women increases the likelihood of\nUTIs. The urethra in women is very close to both the vagina and the anus. Bacteria\nthat may naturally occur around both the vagina and anus can lead to infection\nin the urethra and the rest of the urinary tract.</p>\n\n<p>A woman’s urethra is also shorter than a man’s, and the bacteria have a\nshorter distance to travel to enter the bladder.</p>\n\n<h3>Sexual intercourse</h3>\n\n<p>Pressure on the female urinary tract during sexual intercourse can move\nbacteria from around the anus into the bladder. Most women have bacteria in\ntheir urine after intercourse. However, the body can usually get rid of these\nbacteria within 24 hours. Bowel bacteria may have properties that allow them to\nstick to the bladder.</p>\n\n<h3>Spermicides</h3>\n\n<p>Spermicides may increase UTI risk. They can cause skin irritation in some\nwomen. This increases the risk of bacteria entering the bladder.</p>\n\n<h3>Condom use during\nsex</h3>\n\n<p>Non-lubricated latex condoms may increase friction and irritate the skin of\nwomen during sexual intercourse. This may increase the risk of a UTI.</p>\n\n<p>However, condoms are important for reducing the spread of sexually\ntransmitted infections. To help prevent friction and skin irritation from\ncondoms, be sure to use enough water-based lubricant, and use it often during\nintercourse.</p>\n\n<h3>Diaphragms</h3>\n\n<p>Diaphragms may put pressure on a woman’s urethra. This can decrease bladder\nemptying.</p>\n\n<h3>Decrease in estrogen\nlevels</h3>\n\n<p>After menopause, a decrease\nin your estrogen level changes the normal bacteria in your vagina. This can\nincrease the risk of a UTI.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_13\" class=\"content_head\"><a name=\"prevention\"></a> UTI prevention</h2>\n<div id=\"TOC_TITLE_13\" class=\"content_body\">\n\n<p>Everyone\ncan take the following steps to help prevent UTIs:</p>\n\n<ul>\n <li>Drink six to eight glasses of water daily.</li>\n <li>Don’t hold urine for long periods of time.</li>\n <li>Talk to your doctor about managing any urinary\n     incontinence or difficulties fully emptying your bladder.</li>\n</ul>\n\n<p>However, UTIs happen much\nmore frequently in women than in men. <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3749018/\" target=\"_blank\">The ratio is 8:1</a>. This means that for every\neight women who have UTIs, only one man does.</p>\n\n<p>Certain\nsteps may help prevent UTIs in women. For postmenopausal women, using topical\nestrogen prescribed by your doctor could make a difference in preventing UTIs.\nIf your doctor believes that intercourse is a factor of your recurrent UTIs, they\nmay recommend taking preventive antibiotics after intercourse, or long-term.\nSome <a href=\"http://bmjopen.bmj.com/content/7/5/e015233\" target=\"_blank\">studies</a> have shown that long-term preventive\nuse of antibiotics in older adults reduced the risk of UTIs.</p>\n\n<p>Taking daily cranberry\nsupplements or using vaginal probiotics, like <em>lactobacillus</em>, may also help in the prevention of UTIs. Some <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4931387/\" target=\"_blank\">studies</a> suggest that using probiotic\nvaginal suppositories can decrease the occurrence and recurrence of UTIs, by\nchanging the bacteria found in the vagina.</p>\n\n<p>Be sure to discuss with your\ndoctor what the right prevention plan is for you.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_14\" class=\"content_head\"><a name=\"chronic-utis\"></a> Chronic UTIs</h2>\n<div id=\"TOC_TITLE_14\" class=\"content_body\">\n\n<p>Most\nUTIs go away after treatment. Chronic\nUTIs either don’t go away after treatment or keep recurring. Recurrent UTIs\nare common among women.</p>\n\n<p>Many\ncases of recurrent UTIs are from reinfection with the same type of bacteria.\nHowever, some recurrent cases don’t necessarily involve the same type of\nbacteria. Instead, an abnormality in the structure of the urinary tract\nincreases the likelihood of UTIs.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_15\" class=\"content_head\"><a name=\"utis-and-pregnancy\"></a> UTIs during pregnancy</h2>\n<div id=\"TOC_TITLE_15\" class=\"content_body\">\n\n<p>Women who are pregnant and have symptoms of a UTI should see their doctor\nright away. UTIs\nduring pregnancy can cause high blood pressure and premature delivery. UTIs\nduring pregnancy are also more likely to spread to the kidneys.</p>\n\n\n</div></body></html>"
    },
    {
        "title": "Why Is There Blood in My Urine?",
        "categories": null,
        "keys": ["Blood"],
        "summary": "Hematuria is the medical term for blood in urine. Discover possible causes, the types of hematuria, when to see a doctor, and more.",
        "url": "/health/urine-bloody",
        "publishedUnix": 1341817200000,
        "updatedUnix": 1566574591000,
        "id": "20905",
        "image": null,
        "content_text": "<html><head></head><body><h2 id=\"TOC_TITLE_HDR_1\" class=\"content_head\"><a name=\"overview\"></a> Overview</h2>\n<div id=\"TOC_TITLE_1\" class=\"content_body\">\n\n<p>Hematuria is the medical term for blood in your urine. </p>\n\n<p>Several different conditions and diseases can cause hematuria. These include\ninfections, kidney disease, cancer, and rare blood disorders. The blood may be\nvisible or in such small quantities that it can’t be seen with the naked eye. </p>\n\n<p>Any blood in the urine can be a sign of a serious health problem, even if it\nhappens only once. Ignoring hematuria can lead to the worsening of serious\nconditions like cancer and kidney disease, so you should talk to your doctor as\nsoon as possible. </p>\n\n<p>Your doctor can analyze your urine and order imaging tests to determine the\ncause of the hematuria and create a plan for treatment. </p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_2\" class=\"content_head\"><a name=\"types\"></a> What are the types\nof hematuria?</h2>\n<div id=\"TOC_TITLE_2\" class=\"content_body\">\n\n<p>There\nare two main types of hematuria: gross hematuria and microscopic hematuria. </p>\n\n<h3>Gross hematuria</h3>\n\n<p>If there’s enough blood in your urine that your urine appears pink or red or\nhas spots of visible blood, you have “gross hematuria.” </p>\n\n<h3>Microscopic hematuria</h3>\n\n<p>When you can’t see the blood because the amount is so small, you have\n“microscopic hematuria.” Only a lab test that detects blood or looking at a\nsample of urine under a microscope can confirm microscopic hematuria.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_3\" class=\"content_head\"><a name=\"causes\"></a> What causes\nhematuria?</h2>\n<div id=\"TOC_TITLE_3\" class=\"content_body\">\n\n<p>There are many possible causes for hematuria. In some cases, the blood may\nbe from a different source. </p>\n\n<p>Blood can appear to be in the urine when it’s really coming from the\nvagina in women, the\nejaculate in men, or from a bowel\nmovement in either men or women. If the blood is truly in your urine, there\nare several potential causes.</p>\n\n<h3>Infection</h3>\n\n<p>Infection is one of the most common causes of hematuria. The infection could\nbe somewhere in your urinary\ntract, your bladder,\nor in your kidneys.\n</p>\n\n<p>Infection occurs when bacteria move up the urethra, the tube that carries\nurine out of the body from the bladder. The infection can move into the bladder\nand even into the kidneys. It often causes pain and a need to urinate\nfrequently. There may be gross or microscopic hematuria.</p>\n\n<h3>Stones</h3>\n\n<p>Another common reason for blood in the urine is the presence of stones in\nthe bladder or kidney. These are\ncrystals that form from the minerals in your urine. They can develop inside\nyour kidneys or bladder. </p>\n\n<p>Large stones can cause a blockage that often results in hematuria and\nsignificant pain.</p>\n\n<h3>Enlarged prostate</h3>\n\n<p>In men who are middle-aged and older, a fairly common cause of hematuria is\nan enlarged\nprostate. This gland is just beneath the bladder and near the urethra. </p>\n\n<p>When the prostate gets bigger, as it often does in men at middle age, it\ncompresses the urethra. This causes problems with urinating and may prevent the\nbladder from emptying completely. This can result in a urinary tract infection\n(UTI) with blood in the urine.</p>\n\n<h3>Kidney disease</h3>\n\n<p>A less common reason for seeing blood in the urine is kidney disease. A\ndiseased or inflamed kidney can cause hematuria. This disease can occur on its\nown or as part of another disease, such as diabetes.</p>\n\n<p>In children ages 6 to 10 years, the kidney disorder post-streptococcal\nglomerulonephritis may cause hematuria. This disorder can develop one to\ntwo weeks after an untreated strep infection. Once common, it’s rare today\nbecause antibiotics can quickly treat strep infections.</p>\n\n<h3>Cancer</h3>\n\n<p>Cancer of the bladder,\nkidney, or prostate can cause\nblood in the urine. This is a symptom that often occurs in advanced cancer\ncases. There may not be earlier signs of a problem.</p>\n\n<h3>Medications</h3>\n\n<p>Certain medications can cause hematuria. These include:</p>\n\n<ul><li>penicillin</li><li>aspirin</li><li>blood\nthinners like heparin and warfarin (Coumadin)</li><li>cyclophosphamide, which is a drug used to\ntreat certain types of cancer</li></ul>\n\n\n\n\n\n\n\n<h3>Less common causes</h3>\n\n<p>There are a few other causes of hematuria that aren’t very common. Rare\nblood disorders such as sickle cell anemia,\nAlport syndrome, and hemophilia\ncan cause blood in the urine. </p>\n\n<p>Strenuous exercise or a blow to the kidneys can also cause blood to show up\nin the urine.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_4\" class=\"content_head\"><a name=\"diagnosis\"></a> How is the cause of\nhematuria diagnosed?</h2>\n<div id=\"TOC_TITLE_4\" class=\"content_body\">\n\n<p>If you’re seeing your doctor for hematuria, they’ll ask you about the amount\nof blood and when you see it during urination. They’ll want to know how often\nyou urinate, any pain you’re experiencing, if you see blood clots, and what\nmedications you’re taking.</p>\n\n<p>Your doctor will then give you a physical examination and collect a sample\nof your urine for testing. The analysis of your urine can confirm the presence\nof blood and detect bacteria if an infection is the cause. </p>\n\n<p>Your doctor may order imaging tests such as a CT scan, which uses\nradiation to create an image of your body.</p>\n\n<p>Another possible test your doctor may want to do is a cystoscopy. This\ninvolves using a small tube to send a camera up your urethra and into your\nbladder. With the camera, your doctor can examine the interior of your bladder\nand urethra to determine the cause of your hematuria.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_5\" class=\"content_head\"><a name=\"seeing-a-doctor\"></a> When should I seek\nmedical attention?</h2>\n<div id=\"TOC_TITLE_5\" class=\"content_body\">\n\n<p>Since some of the causes of blood in the urine are serious, you should seek\nmedical attention the first time you see it. You shouldn’t ignore even a small\namount of blood in your urine. </p>\n\n<p>Also see your healthcare provider if you don’t see blood in your urine but\nexperience frequent, difficult, or painful urination, abdominal pain, or kidney\npain. These may all be indications of microscopic hematuria.</p>\n\n<p>Seek emergency help if you can’t urinate, see blood clots when you urinate,\nor have blood in your urine along with one or more of the following:</p>\n\n<ul><li>nausea</li><li>vomiting</li><li>fever</li><li>chills</li><li>pain\nin your side, back, or abdomen</li></ul>\n\n\n\n\n\n\n\n\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_6\" class=\"content_head\"><a name=\"treatment\"></a> How is hematuria\ntreated?</h2>\n<div id=\"TOC_TITLE_6\" class=\"content_body\">\n\n<p>The cause of your hematuria will determine what type of\ntreatment you receive. </p>\n\n\n<p>If an infection, such as a UTI, is responsible for your\nhematuria, your healthcare provider will prescribe antibiotics to kill the\nbacteria causing the infection.</p>\n\n<p>Hematuria caused by large kidney stones can be painful if left untreated.\nPrescription medications and treatments can help you pass stones. </p>\n\n<p>Your healthcare provider may suggest using a procedure\ncalled extracorporeal\nshock wave lithotripsy (ESWL) to break up the stones. </p>\n\n\n<p>ESWL involves using sound waves to break the kidney stones\ninto tiny pieces that can pass in your urine. The procedure usually takes\naround one hour and may be done under light anesthesia.</p>\n\n\n<p>Your healthcare provider may also use a scope to remove your\nkidney stones. To do this, they pass a thin tube called a ureteroscope through\nyour urethra and bladder into your ureter. The scope is equipped with a camera\nto locate the stones.</p>\n\n\n<p>Your healthcare provider will use special tools to snare the\nstones and remove them. If the stones are large, they will be broken into\npieces before removal.</p>\n\n\n<p>If an enlarged prostate is causing your hematuria, your\nhealthcare provider may prescribe medication,\nsuch as alpha blockers or 5-alpha reductase inhibitors. In some cases, surgery\nmay be an option.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_7\" class=\"content_head\"><a name=\"complications\"></a> What are the\ncomplications associated with hematuria?</h2>\n<div id=\"TOC_TITLE_7\" class=\"content_body\">\n\n<p>Some of the causes of blood in the urine are serious, so you should contact\nyour healthcare provider if you notice this symptom.</p>\n\n<p>If the symptom is due to cancer, ignoring it can lead to an advancement of\nthe tumors to the point that treatment is difficult. Untreated infections can\nultimately lead to kidney\nfailure.</p>\n\n<p>Treatment can help reduce symptoms if the cause of hematuria is an enlarged\nprostate. Ignoring it may lead to discomfort from needing to urinate\nfrequently, severe pain, and even cancer. </p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_8\" class=\"content_head\"><a name=\"prevention\"></a> How can I prevent\nhematuria?</h2>\n<div id=\"TOC_TITLE_8\" class=\"content_body\">\n\n<p>Preventing hematuria means preventing the underlying causes: </p>\n\n<ul><li>To\nprevent infections, drink plenty of water daily, urinate immediately after\nsexual intercourse, and practice good hygiene. </li><li>To\nprevent stones, drink plenty of water and avoid excess salt and certain foods\nlike spinach and rhubarb. </li><li>To\nprevent bladder cancer, refrain from smoking, limit your exposure to chemicals,\nand drink plenty of water.</li></ul>\n</div></body></html>"
    },
    {
        "title": "pH Imbalance: How Your Body Maintains Acid-Base Balance",
        "categories": null,
        "keys": ["pH"],
        "summary": "Your body’s pH balance is the level of acidic and basic compounds in your blood at which your body functions best. If your lungs or kidneys are malfunctioning, your blood’s pH level can become imbalanced. We’ll explain how your body maintains its pH balance, what causes a pH imbalance, and how imbalances are treated.",
        "url": "/health/ph-imbalance",
        "publishedUnix": 1529305200000,
        "updatedUnix": 1538851802000,
        "id": "149448",
        "image": null,
        "content_text": "<html><head></head><body><h2 id=\"TOC_TITLE_HDR_1\" class=\"content_head\"><a name=\"overview\"></a> What is pH balance?</h2>\n<div id=\"TOC_TITLE_1\" class=\"content_body\">\n\n<p>Your body’s pH balance, also referred to as its acid-base balance,\nis the level of acids and bases in your blood at which your body functions best.</p>\n\n<p>The human body is built to naturally maintain a healthy\nbalance of acidity and alkalinity. The lungs and kidneys play a key role in\nthis process. A normal blood pH level is 7.40 on a scale of 0 to 14, where 0 is\nthe most acidic and 14 is the most basic. This value can vary slightly in\neither direction.</p>\n\n<p>If the lungs or kidneys are malfunctioning, your blood’s pH\nlevel can become imbalanced. Disruption in your acid-base balance can lead to\nmedical conditions known as acidosis and alkalosis. Both conditions require\ntreatment from a medical professional, not simply dietary changes.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_2\" class=\"content_head\"><a name=\"role-of-lungs-and-kidneys\"></a> How the lungs and kidneys maintain the pH balance</h2>\n<div id=\"TOC_TITLE_2\" class=\"content_body\">\n\n<p>The lungs control your body’s pH balance by releasing carbon\ndioxide.</p>\n\n<p>Carbon dioxide is a slightly acidic compound. It’s also a\nwaste product produced by cells in the body as they use oxygen. The cells\nrelease it into your blood, and it’s taken to your lungs.</p>\n\n<p>When you exhale, you’re expelling that carbon dioxide, a\nprocess that also helps regulate your body’s pH balance by reducing acidity.</p>\n\n<p>The amount of carbon dioxide you exhale is a function of how\ndeeply you inhale or exhale. Your brain constantly monitors this in order to\nmaintain the proper pH balance in your body.</p>\n\n<p>The kidneys help the lungs maintain acid-base balance by\nexcreting acids or bases into the blood. The kidneys’ effect on acidity works\nmuch more slowly than that of the lungs.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_3\" class=\"content_head\"><a name=\"disorders\"></a> pH balance disorders</h2>\n<div id=\"TOC_TITLE_3\" class=\"content_body\">\n\n<p>A blood pH imbalance can lead to two conditions: acidosis and alkalosis.</p>\n\n<p>Acidosis refers to having blood that’s too acidic, or a\nblood pH of less than 7.35. Alkalosis refers to having blood that’s too basic,\nor a blood pH of higher than 7.45.</p>\n\n<p>There are different types of acidosis and alkalosis based on\nthe underlying cause.</p>\n\n<p>When acidosis or alkalosis is caused by a lung disorder or\nissue with exhalation, it’s referred to as “respiratory.” When acidosis or\nalkalosis is caused by a problem with the functioning of the kidneys, it’s\nreferred to as “metabolic.”</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_4\" class=\"content_head\"><a name=\"acidosis\"></a> Types of acidosis</h2>\n<div id=\"TOC_TITLE_4\" class=\"content_body\">\n\n<h3>Respiratory acidosis</h3>\n\n<p>Respiratory acidosis is caused by your lungs not being able\nto remove enough carbon dioxide when you exhale. This can occur when your lungs\nare affected by a disease or other disorder.</p>\n\n<p>Some conditions that could lead to respiratory acidosis\ninclude:</p>\n\n<ul><li>asthma</li><li>emphysema</li><li>pneumonia (severe)</li></ul>\n\n\n\n\n\n<p>Respiratory acidosis can also be caused by taking narcotics\nor sleep medications. Brain and nervous system disorders that cause breathing\nproblems may also lead to respiratory acidosis.</p>\n\n<p>The primary symptoms of respiratory acidosis are:</p>\n\n<ul><li>extreme sleepiness</li><li>fatigue</li><li>confusion</li><li>headache</li></ul>\n\n\n\n\n\n\n\n<p>If left untreated, respiratory acidosis can become severe\nand lead to coma or death.</p>\n\n<h3>Metabolic acidosis</h3>\n\n<p>Metabolic acidosis is a buildup of acid in the body that originates\nin the kidneys. It occurs when your body can’t get rid of excess acid or loses\ntoo much base. Specific causes include:</p>\n\n<ul><li>having too little sodium bicarbonate in your\nblood, a potential complication of severe vomiting or diarrhea</li><li>a buildup of ketones due to a lack of insulin, a\ncondition known as ketoacidosis\nthat people with diabetes\nface</li><li>a buildup of lactic acid, a possible\ncomplication of alcohol misuse,\ncancer, and seizures</li><li>failure of the kidneys to release acid into the\nbloodstream, known as renal tubular acidosis</li></ul>\n\n\n\n\n\n\n\n<p>Metabolic acidosis could also be caused by ingesting certain\nsubstances, such as:</p>\n\n<ul><li>methanol</li><li>antifreeze</li><li>aspirin (in large doses)</li></ul>\n\n\n\n\n\n<p>Symptoms of metabolic acidosis can include nausea, vomiting,\nand extreme tiredness.</p>\n\n<p>As with respiratory acidosis, metabolic acidosis can result\nin coma or death if left untreated.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_5\" class=\"content_head\"><a name=\"alkalosis\"></a> Types of alkalosis</h2>\n<div id=\"TOC_TITLE_5\" class=\"content_body\">\n\n<h3>Respiratory alkalosis</h3>\n\n<p>Respiratory alkalosis is when there’s too little carbon\ndioxide in your blood. Causes of respiratory alkalosis include hyperventilation\ndue to anxiety, aspirin\noverdose, high fever,\nand possibly even pain.</p>\n\n<p>Symptoms of respiratory alkalosis are muscle cramping and\ntwitching. You may also notice tingling in your fingers, toes, and lips, as\nwell as irritability.</p>\n\n<h3>Metabolic alkalosis</h3>\n\n<p>Metabolic alkalosis occurs when bicarbonate levels in your\nblood get too high or your body loses too much acid. It can be brought on by a\nlong period of vomiting, overuse of diuretics, or an overactive adrenal gland.</p>\n\n<p>Other conditions that can lead to metabolic alkalosis are\nkidney damage caused by a severe loss of fluids or ingestion of a large amount\nof baking soda.</p>\n\n<p>Symptoms of metabolic alkalosis are the same as those\ndiscussed above for respiratory alkalosis.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_6\" class=\"content_head\"><a name=\"diagnosis\"></a> How are they diagnosed?</h2>\n<div id=\"TOC_TITLE_6\" class=\"content_body\">\n\n<p>If you think you have a pH imbalance, it’s important to seek\nmedical attention immediately. In addition to taking your medical history, a\ndoctor will use a variety of blood and urine tests to determine the underlying\ncause of your pH imbalance.</p>\n\n<p>Possible tests include:</p>\n\n<ul><li>arterial blood gas to\nlook at oxygen and carbon dioxide levels and blood pH</li><li>basic metabolic\npanel to check kidney function and nutrient levels</li><li>urinalysis to check for\nproper elimination of acids and bases</li><li>urine pH level test\nto measure alkalinity and acidity of urine</li></ul>\n\n\n\n\n\n\n\n<p>However, depending on your symptoms\nand the other information your doctor collects, additional tests may be\nperformed. If you have diabetes, your glucose and ketone levels may be tested. If\nyou ingested ethylene glycol or methylene, you may undergo an <a href=\"osmolality%20test\">osmolality test</a>.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_7\" class=\"content_head\"><a name=\"treatment\"></a> Treating pH imbalance</h2>\n<div id=\"TOC_TITLE_7\" class=\"content_body\">\n\n<p>Treatments for pH imbalances will vary greatly based on whether\nyou’re experiencing acidosis or alkalosis, and what the underlying cause is.\nThe ultimate goal is to return your acid-base level to a healthy balance.</p>\n\n<p>Acidosis treatment might include:</p>\n\n<ul><li>oral or intravenous sodium bicarbonate to raise\nblood pH</li><li>medications to dilate your airways</li><li>continuous positive airway\npressure (CPAP) device to facilitate breathing</li><li>sodium citrate to treat kidney failure</li><li>insulin and intravenous fluids to treat\nketoacidosis</li></ul>\n\n\n\n\n\n\n\n\n\n<p>Alkalosis treatment might include:</p>\n\n<ul><li>slowed breathing if the underlying cause is\nhyperventilation</li><li>oxygen therapy</li><li>medications to restore levels of nutrients, such\nas chloride or potassium</li><li>fluids or electrolyte drinks to restore electrolyte\nbalance</li></ul>\n\n\n\n\n\n\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_8\" class=\"content_head\"><a name=\"outlook\"></a> Outlook</h2>\n<div id=\"TOC_TITLE_8\" class=\"content_body\">\n\n<p>Your pH balance is important for your health, and you can\ntrust that your body is equipped to maintain that balance on its own. However,\nif your doctor finds your balance to be off through blood and urine testing, they\nwill do additional tests to determine the exact cause.</p>\n\n<p>Once the cause is discovered, you’ll be given a treatment\nplan to correct it and get your body’s pH balance back in line.</p>\n</div></body></html>"
    },
    {
        "title": "Everything You Need to Know About Diabetes ",
        "categories": null,
        "keys": ["Glucose"],
        "summary": "Find out everything you need to know about diabetes here. Get information on type 1, type 2, and gestational diabetes. Discover symptoms, causes, and risk factors. Learn about the effects that the disease has on children. Also explore how it’s diagnosed, whether it can be prevented, diet, and more.",
        "url": "/health/diabetes",
        "publishedUnix": 1538636400000,
        "updatedUnix": 1582764992000,
        "id": "2685",
        "image": null,
        "content_text": "<html><head></head><body><h2 id=\"TOC_TITLE_HDR_1\" class=\"content_head\"><a name=\"overview\"></a> Diabetes types</h2> <div id=\"TOC_TITLE_1\" class=\"content_body\"> <p>Diabetes mellitus, commonly known as diabetes, is a metabolic disease that causes high blood sugar. The hormone insulin moves sugar from the blood into your cells to be stored or used for energy. With diabetes, your body either doesn’t make enough insulin or can’t effectively use the insulin it does make. </p> <p>Untreated high blood sugar from diabetes can damage your nerves, eyes, kidneys, and other organs.</p> <p>There are a few different types of diabetes:</p> <ul><li>Type 1 diabetes is an autoimmune disease. The immune system attacks and destroys cells in the pancreas, where insulin is made. It’s unclear what causes this attack. About <a href=\"https://www.idf.org/aboutdiabetes/what-is-diabetes/types-of-diabetes.html\" target=\"_blank\">10 percent</a> of people with diabetes have this type.</li><li>Type 2 diabetes occurs when your body becomes resistant to insulin, and sugar builds up in your blood. </li><li>Prediabetes occurs when your blood sugar is higher than normal, but it’s not high enough for a diagnosis of type 2 diabetes.</li><li>Gestational diabetes is high blood sugar during pregnancy. Insulin-blocking hormones produced by the placenta cause this type of diabetes. </li></ul> <p>A rare condition called diabetes insipidus is not related to diabetes mellitus, although it has a similar name. It’s a different condition in which your kidneys remove too much fluid from your body.</p> <p>Each type of diabetes has unique symptoms, causes, and treatments. </p> </div> <h2 id=\"TOC_TITLE_HDR_2\" class=\"content_head\"><a name=\"symptoms\"></a> Symptoms of diabetes</h2> <div id=\"TOC_TITLE_2\" class=\"content_body\"> <p>Diabetes symptoms are caused by rising blood sugar. </p> <h3>General symptoms</h3> <p>The general symptoms of diabetes include:</p> <ul><li>increased hunger</li><li>increased thirst</li><li>weight loss</li><li>frequent urination</li><li>blurry vision</li><li>extreme fatigue</li><li>sores that don’t heal</li></ul> <h3>Symptoms in men</h3> <p>In addition to the general symptoms of diabetes, men with diabetes may have a decreased sex drive, erectile dysfunction (ED), and poor muscle strength.</p> <h3>Symptoms in women </h3> <p>Women with diabetes can also have symptoms such as urinary tract infections, yeast infections, and dry, itchy skin. </p> <h3>Type 1 diabetes</h3> <p>Symptoms of type 1 diabetes can include: </p> <ul><li>extreme hunger</li><li>increased thirst</li><li>unintentional weight loss</li><li>frequent urination</li><li>blurry vision</li><li>tiredness</li></ul> <p>It may also result in mood changes. </p> <h3>Type 2 diabetes</h3> <p>Symptoms of type 2 diabetes can include:</p> <ul><li>increased hunger </li><li>increased thirst</li><li>increased urination</li><li>blurry vision</li><li>tiredness</li><li>sores that are slow to heal </li></ul> <p>It may also cause recurring infections. This is because elevated glucose levels make it harder for the body to heal.</p> <h3>Gestational diabetes </h3> <p>Most women with gestational diabetes don’t have any symptoms. The condition is often detected during a routine blood sugar test or oral glucose tolerance test that is usually performed between the 24th and 28th weeks of gestation. </p> <p>In rare cases, a woman with gestational diabetes will also experience increased thirst or urination. </p> <h3>The bottom line</h3> <p>Diabetes symptoms can be so mild that they’re hard to spot at first. </p> </div> <h2 id=\"TOC_TITLE_HDR_3\" class=\"content_head\"><a name=\"causes\"></a> Causes of diabetes</h2> <div id=\"TOC_TITLE_3\" class=\"content_body\"> <p>Different causes are associated with each type of diabetes. </p> <h3>Type 1 diabetes</h3> <p>Doctors don’t know exactly what causes type 1 diabetes. For some reason, the immune system mistakenly attacks and destroys insulin-producing beta cells in the pancreas.</p> <p>Genes may play a role in some people. It’s also possible that a virus sets off the immune system attack. </p> <h3>Type 2 diabetes</h3> <p>Type 2 diabetes stems from a combination of genetics and lifestyle factors. Being overweight or obese increases your risk too. Carrying extra weight, especially in your belly, makes your cells more resistant to the effects of insulin on your blood sugar.</p> <p>This condition runs in families. Family members share genes that make them more likely to get type 2 diabetes and to be overweight.</p> <h3>Gestational diabetes</h3> <p>Gestational diabetes is the result of hormonal changes during pregnancy. The placenta produces hormones that make a pregnant woman’s cells less sensitive to the effects of insulin. This can cause high blood sugar during pregnancy. </p> <p>Women who are overweight when they get pregnant or who gain too much weight during their pregnancy are more likely to get gestational diabetes. </p> <h3>The bottom line</h3> <p>Both genes and environmental factors play a role in triggering diabetes. </p> </div> <h2 id=\"TOC_TITLE_HDR_4\" class=\"content_head\"><a name=\"risk-factors\"></a> Diabetes risk factors</h2> <div id=\"TOC_TITLE_4\" class=\"content_body\"> <p>Certain factors increase your risk for diabetes.</p> <h3>Type 1 diabetes</h3> <p>You’re more likely to get type 1 diabetes if you’re a child or teenager, you have a parent or sibling with the condition, or you carry certain genes that are linked to the disease.</p> <h3>Type 2 diabetes</h3> <p>Your risk for type 2 diabetes increases if you: </p> <ul><li>are overweight</li><li>are age 45 or older</li><li>have a parent or sibling with the condition</li><li>aren’t physically active</li><li>have had gestational diabetes</li><li>have prediabetes</li><li>have high blood pressure, high cholesterol, or high triglycerides</li><li>have African American, Hispanic or Latino American, Alaska Native, Pacific Islander, American Indian, or Asian American ancestry</li></ul> <h3>Gestational diabetes</h3> <p>Your risk for gestational diabetes increases if you:</p> <ul><li>are overweight</li><li>are over age 25</li><li>had gestational diabetes during a past pregnancy</li><li>have given birth to a baby weighing more than 9 pounds </li><li>have a family history of type 2 diabetes</li><li>have polycystic ovary syndrome (PCOS) </li></ul> <h3>The bottom line</h3> <p>Your family, environment, and preexisting medical conditions can all affect your odds of developing diabetes.  </p> </div> <h2 id=\"TOC_TITLE_HDR_5\" class=\"content_head\"><a name=\"complications\"></a> Diabetes complications</h2> <div id=\"TOC_TITLE_5\" class=\"content_body\"> <p>High blood sugar damages organs and tissues throughout your body. The higher your blood sugar is and the longer you live with it, the greater your risk for complications. </p> <p>Complications associated with diabetes include:</p> <ul><li>heart disease, heart attack, and stroke</li><li>neuropathy </li><li>nephropathy </li><li>retinopathy and vision loss</li><li>hearing loss </li><li>foot damage such as infections and sores that don’t heal</li><li>skin conditions such as bacterial and fungal infections</li><li>depression </li><li>dementia</li></ul> <h3>Gestational diabetes</h3> <p>Uncontrolled gestational diabetes can lead to problems that affect both the mother and baby. Complications affecting the baby can include:</p> <ul><li>premature birth</li><li>higher-than-normal weight at birth</li><li>increased risk for type 2 diabetes later in life</li><li>low blood sugar</li><li>jaundice</li><li>stillbirth</li></ul> <p>The mother can develop complications such as high blood pressure (preeclampsia) or type 2 diabetes. She may also require cesarean delivery, commonly referred to as a C-section. </p> <p>The mother’s risk of gestational diabetes in future pregnancies also increases. </p> <h3>The bottom line</h3> <p>Diabetes can lead to serious medical complications, but you can manage the condition with medications and lifestyle changes.  </p> </div> <h2 id=\"TOC_TITLE_HDR_6\" class=\"content_head\"><a name=\"treatment\"></a> Treatment of diabetes</h2> <div id=\"TOC_TITLE_6\" class=\"content_body\"> <p>Doctors treat diabetes with a few different medications. Some of these drugs are taken by mouth, while others are available as injections.</p> <h3>Type 1 diabetes</h3> <p>Insulin is the main treatment for type 1 diabetes. It replaces the hormone your body isn’t able to produce.</p> <p>There are four types of insulin that are most commonly used. They’re differentiated by how quickly they start to work, and how long their effects last:</p> <ul><li>Rapid-acting insulin starts to work within 15 minutes and its effects last for 3 to 4 hours.</li><li>Short-acting insulin starts to work within 30 minutes and lasts 6 to 8 hours.</li><li>Intermediate-acting insulin starts to work within 1 to 2 hours and lasts 12 to 18 hours.</li><li>Long-acting insulin starts to work a few hours after injection and lasts 24 hours or longer.</li></ul> <h3>Type 2 diabetes</h3> <p>Diet and exercise can help some people manage type 2 diabetes. If lifestyle changes aren’t enough to lower your blood sugar, you’ll need to take medication. </p> <p>These drugs lower your blood sugar in a variety of ways:</p> <div class=\"scrollTable\"><table id=\"t1538679324745\" class=\"responsive\"><tbody><tr><td class=\"topHeader\">Types of drug   </td><td class=\"topHeader\">How they work</td><td class=\"topHeader\">Example(s)</td></tr><tr><td>Alpha-glucosidase inhibitors</td><td>Slow your body’s breakdown of sugars and starchy foods</td><td>Acarbose (Precose) and miglitol (Glyset)</td></tr><tr><td>Biguanides </td><td>Reduce the amount of glucose your liver makes</td><td>Metformin (Glucophage)</td></tr><tr><td>DPP-4 inhibitors</td><td>Improve your blood sugar without making it drop too low</td><td>Linagliptin (Tradjenta), saxagliptin (Onglyza), and sitagliptin (Januvia)</td></tr><tr><td>Glucagon-like peptides</td><td>Change the way your body produces insulin</td><td>Dulaglutide (Trulicity), exenatide (Byetta), and liraglutide (Victoza)</td></tr><tr><td>Meglitinides</td><td>Stimulate your pancreas to release more insulin</td><td>Nateglinide (Starlix) and repaglinide (Prandin)</td></tr><tr><td>SGLT2 inhibitors</td><td>Release more glucose into the urine</td><td>Canagliflozin (Invokana) and dapagliflozin (Farxiga)</td></tr><tr><td>Sulfonylureas</td><td>Stimulate your pancreas to release more insulin</td><td>Glyburide (DiaBeta, Glynase), glipizide (Glucotrol), and glimepiride (Amaryl)</td></tr><tr><td>Thiazolidinediones</td><td>Help insulin work better</td><td>Pioglitazone (Actos) and rosiglitazone (Avandia)</td></tr></tbody></table><div class=\"scrollImage\"> </div></div> <p>You may need to take more than one of these drugs. Some people with type 2 diabetes also take insulin.</p> <h3>Gestational diabetes</h3> <p>You’ll need to monitor your blood sugar level several times a day during pregnancy. If it’s high, dietary changes and exercise may or may not be enough to bring it down.</p> <p>According to the Mayo Clinic, <a href=\"https://www.mayoclinic.org/diseases-conditions/gestational-diabetes/diagnosis-treatment/drc-20355345\" target=\"_blank\">about 10 to 20 percent</a> of women with gestational diabetes will need insulin to lower their blood sugar. Insulin is safe for the growing baby.</p> <h3>The bottom line</h3> <p>The drug or combination of drugs that your doctor prescribes will depend on the type of diabetes you have — and its cause. </p> </div> <h2 id=\"TOC_TITLE_HDR_7\" class=\"content_head\"><a name=\"diet\"></a> Diabetes and diet</h2> <div id=\"TOC_TITLE_7\" class=\"content_body\"> <p>Healthy eating is a central part of managing diabetes. In some cases, changing your diet may be enough to control the disease. </p> <h3>Type 1 diabetes</h3> <p>Your blood sugar level rises or falls based on the types of foods you eat. Starchy or sugary foods make blood sugar levels rise rapidly. Protein and fat cause more gradual increases.</p> <p>Your medical team may recommend that you limit the amount of carbohydrates you eat each day. You’ll also need to balance your carb intake with your insulin doses. </p> <p>Work with a dietitian who can help you design a diabetes meal plan. Getting the right balance of protein, fat, and carbs can help you control your blood sugar. </p> <h3>Type 2 diabetes </h3> <p>Eating the right types of foods can both control your blood sugar and help you lose any excess weight.</p> <p>Carb counting is an important part of eating for type 2 diabetes. A dietitian can help you figure out how many grams of carbohydrates to eat at each meal.</p> <p>In order to keep your blood sugar levels steady, try to eat small meals throughout the day. Emphasize healthy foods such as:</p> <ul><li>fruits</li><li>vegetables</li><li>whole grains</li><li>lean protein such as poultry and fish</li><li>healthy fats such as olive oil and nuts</li></ul> <p> Certain other foods can undermine efforts to keep your blood sugar in control.</p> <h3>Gestational diabetes</h3> <p>Eating a well-balanced diet is important for both you and your baby during these nine months. Making the right food choices can also help you avoid diabetes medications.</p> <p>Watch your portion sizes, and limit sugary or salty foods. Although you need some sugar to feed your growing baby, you should avoid eating too much. </p> <p>Consider making an eating plan with the help of a dietitian or nutritionist. They’ll ensure that your diet has the right mix of macronutrients.  </p> </div> <h2 id=\"TOC_TITLE_HDR_8\" class=\"content_head\"><a name=\"diagnosis\"></a> Diabetes diagnosis</h2> <div id=\"TOC_TITLE_8\" class=\"content_body\"> <p>Anyone who has symptoms of diabetes or is at risk for the disease should be tested. Women are routinely tested for gestational diabetes during their second or third trimesters of pregnancy.</p> <p>Doctors use these blood tests to diagnose prediabetes and diabetes:</p> <ul><li>The fasting plasma glucose (FPG) test measures your blood sugar after you’ve fasted for 8 hours. </li><li>The A1C test provides a snapshot of your blood sugar levels over the previous 3 months.</li></ul> <p>To diagnose gestational diabetes, your doctor will test your blood sugar levels between the 24th and 28th weeks of your pregnancy. </p> <ul><li>During the glucose challenge test, your blood sugar is checked an hour after you drink a sugary liquid.</li><li>During the 3 hour glucose tolerance test, your blood sugar is checked after you fast overnight and then drink a sugary liquid.</li></ul> <p>The earlier you get diagnosed with diabetes, the sooner you can start treatment.  </p> </div> <h2 id=\"TOC_TITLE_HDR_9\" class=\"content_head\"><a name=\"prevention\"></a> Diabetes prevention</h2> <div id=\"TOC_TITLE_9\" class=\"content_body\"> <p>Type 1 diabetes isn’t preventable because it’s caused by a problem with the immune system. Some causes of type 2 diabetes, such as your genes or age, aren’t under your control either. </p> <p>Yet many other diabetes risk factors are controllable. Most diabetes prevention strategies involve making simple adjustments to your diet and fitness routine.</p> <p>If you’ve been diagnosed with prediabetes, here are a few things you can do to delay or prevent type 2 diabetes:</p> <ul><li>Get at least 150 minutes per week of aerobic exercise, such as walking or cycling.</li><li>Cut saturated and trans fats, along with refined carbohydrates, out of your diet. </li><li>Eat more fruits, vegetables, and whole grains.</li><li>Eat smaller portions.</li><li>Try to lose <a href=\"https://www.cdc.gov/diabetes/basics/prediabetes.html\" target=\"_blank\">7 percent</a> of your body weight if you’re overweight or obese. </li></ul> <p> </p> </div> <h2 id=\"TOC_TITLE_HDR_10\" class=\"content_head\"><a name=\"in-pregnancy\"></a> Diabetes in pregnancy</h2> <div id=\"TOC_TITLE_10\" class=\"content_body\"> <p>Women who’ve never had diabetes can suddenly develop gestational diabetes in pregnancy. Hormones produced by the placenta can make your body more resistant to the effects of insulin. </p> <p>Some women who had diabetes before they conceived carry it with them into pregnancy. This is called pre-gestational diabetes.</p> <p>Gestational diabetes should go away after you deliver, but it does significantly increase your risk for getting diabetes later. </p> <p><a href=\"https://www.idf.org/aboutdiabetes/what-is-diabetes/types-of-diabetes.html\" target=\"_blank\">About half</a> of women with gestational diabetes will develop type 2 diabetes within 5 to 10 years of delivery, according to the International Diabetes Federation (IDF). </p> <p>Having diabetes during your pregnancy can also lead to complications for your newborn, such as jaundice or breathing problems. </p> <p>If you’re diagnosed with pre-gestational or gestational diabetes, you’ll need special monitoring to prevent complications.   </p> </div> <h2 id=\"TOC_TITLE_HDR_11\" class=\"content_head\"><a name=\"in-children\"></a> Diabetes in children</h2> <div id=\"TOC_TITLE_11\" class=\"content_body\"> <p>Children can get both type 1 and type 2 diabetes. Controlling blood sugar is especially important in young people, because the disease can damage important organs such as the heart and kidneys. </p> <h3>Type 1 diabetes </h3> <p>The autoimmune form of diabetes often starts in childhood. One of the main symptoms is increased urination. Kids with type 1 diabetes may start wetting the bed after they’ve been toilet trained. </p> <p>Extreme thirst, fatigue, and hunger are also signs of the condition. It’s important that children with type 1 diabetes get treated right away. The disease can cause high blood sugar and dehydration, which can be medical emergencies.</p> <h3>Type 2 diabetes</h3> <p>Type 1 diabetes used to be called “juvenile diabetes” because type 2 was so rare in children. Now that more children are overweight or obese, type 2 diabetes is becoming more common in this age group.</p> <p><a href=\"https://www.mayoclinic.org/diseases-conditions/type-2-diabetes-in-children/symptoms-causes/syc-20355318\" target=\"_blank\">About 40 percent</a> of children with type 2 diabetes don’t have symptoms, according to the Mayo Clinic. The disease is often diagnosed during a physical exam.</p> <p>Untreated type 2 diabetes can cause lifelong complications, including heart disease, kidney disease, and blindness. Healthy eating and exercise can help your child manage their blood sugar and prevent these problems.</p> <p>Type 2 diabetes is more prevalent than ever in young people. </p> </div> <h2 id=\"TOC_TITLE_HDR_12\" class=\"content_head\"><a name=\"takeaway\"></a> Takeaway</h2> <div id=\"TOC_TITLE_12\" class=\"content_body\"> <p>Some types of diabetes — like type 1 — are caused by factors that are out of your control. Others — like type 2 — can be prevented with better food choices, increased activity, and weight loss.</p> <p>Discuss potential diabetes risks with your doctor. If you’re at risk, have your blood sugar tested and follow your doctor’s advice for managing your blood sugar. <em></em></p> </div></body></html>"
    },
    {
        "title": "Why Are There Nitrites in My Urine?",
        "categories": null,
        "keys": ["Nitrites"],
        "summary": "When a urinalysis comes back positive for nitrites, it usually means you have a bacterial infection. Learn about nitrites in urine here. Discover the symptoms of a bacterial infection and get information on diagnosis. Also find out why you can test negative and still have an infection, when to see the doctor, and more.",
        "url": "/health/nitrites-in-urine",
        "publishedUnix": 1532415600000,
        "updatedUnix": 1532473175000,
        "id": "132047",
        "image": null,
        "content_text": "<html><head></head><body><h2 class=\"content_head\" id=\"TOC_TITLE_HDR_1\"><a name=\"overview\"></a> What are nitrates\nand nitrites?</h2>\n<div class=\"content_body\" id=\"TOC_TITLE_1\">\n\n<p>Nitrates and nitrites are both forms of nitrogen. The difference is in their\nchemical structures — nitrates have three oxygen atoms, while nitrites have two\noxygen atoms. </p>\n\n<p>Both nitrates and nitrites are found naturally in certain vegetables, like\nleafy greens, celery, and cabbage, but are also added to processed foods like\nbacon, as a preservative.</p>\n\n<p>Having nitrates in urine is normal and not harmful. However, having nitrites\nin your urine could mean you have an infection.</p>\n\n\n</div>\n\n<h2 class=\"content_head\" id=\"TOC_TITLE_HDR_2\"><a name=\"causes\"></a> What causes\nnitrites in urine?</h2>\n<div class=\"content_body\" id=\"TOC_TITLE_2\">\n\n<p>The presence of nitrites in urine most commonly means there’s a bacterial\ninfection in your urinary tract. This is usually called a urinary\ntract infection (UTI).</p>\n\n<p>A UTI can happen anywhere in your urinary tract, including your bladder, ureters, kidneys, and urethra. </p>\n\n<p>Harmful bacteria\nfind their way into the urinary tract and reproduce rapidly. Some types of\nbacteria have an enzyme that converts nitrates into nitrites. This is why the\npresence of nitrites in your urine is an indicator that you may have a UTI.</p>\n\n<p>UTIs usually have other symptoms, such as:</p>\n\n<ul>\n <li>burning with urination</li>\n <li>feeling the need to\n     urinate often without passing much urine</li>\n <li>increased urgency of\n     urination</li>\n <li>blood in the urine</li>\n <li>cloudy urine</li>\n <li>strong smelling urine</li>\n</ul>\n\n<p>Some people won’t experience symptoms of a UTI right away. If you’re\npregnant, your doctor may want to test your urine for nitrites and other\nfactors at several points during your prenatal\ncare as a precautionary measure, even if you don’t have symptoms of a UTI.</p>\n\n<p>UTIs\nare common in pregnancy\nand are dangerous. They can cause high\nblood pressure and premature\ndelivery if left untreated. UTIs during pregnancy are also more likely to\nspread to the kidneys.</p>\n\n\n</div>\n\n<h2 class=\"content_head\" id=\"TOC_TITLE_HDR_3\"><a name=\"diagnosis\"></a> How are nitrites in\nurine diagnosed?</h2>\n<div class=\"content_body\" id=\"TOC_TITLE_3\">\n\n<p>Nitrites in the urine are diagnosed with a test called a urinalysis. A\nurinalysis may be done for a variety of reasons including:</p>\n\n<ul>\n <li>if you have symptoms of a UTI, like painful urination</li>\n <li>during a routine checkup</li>\n <li>if you have blood in your urine or other urinary\n     problems</li>\n <li>before a surgery</li>\n <li>during a pregnancy checkup</li>\n <li>if you’re admitted to a hospital</li>\n <li>to monitor an existing kidney condition</li>\n <li>if your doctor suspects you have diabetes</li>\n</ul>\n\n<p>Before a urinalysis, inform your doctor of any medications, vitamins, or\nsupplements you're taking. </p>\n\n<h3><strong>Clean catch urine sample</strong></h3>\n\n<p>You’ll be asked to provide a “clean catch”\nurine sample. For this, you’ll have to clean the genital area well before\ncollecting urine to make sure the sample isn’t contaminated with bacteria and\ncells from the nearby skin. </p>\n\n<p>As you begin to urinate, first allow some of the urine to fall into the\ntoilet. Then collect about two ounces of urine in the cup provided by your\ndoctor. Avoid touching the inside of the container. You can then finish\nurinating into the toilet.</p>\n\n<h3><strong>Analysis of the urine sample</strong></h3>\n\n<p>There are several steps to analyze urine in a urinalysis:</p>\n\n<ul>\n <li>First, your doctor will visually inspect the urine to\n     look for cloudiness — cloudy, red, or brown-colored urine usually means\n     there’s an infection.</li>\n <li>Second, a dipstick (a thin stick with strips of\n     chemicals) is used to check for a variety of factors, such as the pH,\n     and the presence of protein, white blood cells, or nitrites. A dipstick test can be done immediately\n     after the sample is taken.</li>\n <li>If the dipstick test reveals abnormal results, the\n     urine sample may be sent off to a laboratory for further testing and\n     microscopic evaluation.</li>\n</ul>\n\n\n</div>\n\n<h2 class=\"content_head\" id=\"TOC_TITLE_HDR_4\"><a name=\"results\"></a> What do the test\nresults mean?</h2>\n<div class=\"content_body\" id=\"TOC_TITLE_4\">\n\n<p>A positive test for nitrites in the urine is called nitrituria. If you have\nnitrituria, your doctor will likely want to send your urine sample to a\nlaboratory for a urine\nculture test. In a urine culture, your doctor can find out which specific\ntype of bacteria are causing your UTI.</p>\n\n<p>A urine culture usually takes about two to three days to be completed,\nsometimes longer depending on the type of bacteria. On average though, you\nshould expect to see your results in three days.</p>\n\n<p>Keep in mind that not all bacteria are capable of converting nitrate to\nnitrite. So, you can have a negative nitrite test and still have a UTI. This is\nwhy your doctor considers the result of many tests, not just one test, when\ndiagnosing a UTI.</p>\n\n\n</div>\n\n<h2 class=\"content_head\" id=\"TOC_TITLE_HDR_5\"><a name=\"complications\"></a> Can nitrites in\nurine cause complications?</h2>\n<div class=\"content_body\" id=\"TOC_TITLE_5\">\n\n<p>Untreated UTIs become more severe as they spread toward the kidneys. An\ninfection in the upper urinary tract is much more challenging to treat.\nEventually, the infection can spread into your blood, causing sepsis. Sepsis can be\nlife-threatening.</p>\n\n<p>Additionally, UTIs in pregnant\nwomen can be dangerous for the baby and mother.</p>\n\n\n</div>\n\n<h2 class=\"content_head\" id=\"TOC_TITLE_HDR_6\"><a name=\"treatment\"></a> How are nitrites in\nurine treated?</h2>\n<div class=\"content_body\" id=\"TOC_TITLE_6\">\n\n<p>The treatment for nitrites in your urine usually involves a course of antibiotics.\nThe exact type your doctor will prescribe depends on what kind of bacteria has\ninfected your urinary tract, your medical history, and whether or not you’re\npregnant.</p>\n\n<p>Proper treatment with antibiotics should resolve your symptoms within a day\nor two. Be sure to follow your doctor’s instructions and take the entire course\nof antibiotics. Not doing so can cause the infection to come back and your\ndoctor will have to prescribe a different type of antibiotic.</p>\n\n<p>Drinking\nplenty of water to flush out the bacteria is also an important step in\nhelping you recover more quickly.</p>\n\n\n</div>\n\n<h2 class=\"content_head\" id=\"TOC_TITLE_HDR_7\"><a name=\"outlook\"></a> What’s the outlook\nfor people with nitrites in urine?</h2>\n<div class=\"content_body\" id=\"TOC_TITLE_7\">\n\n<p>Even if you don’t have any other symptoms, nitrites in your urine means you\nhave harmful bacteria growing where they shouldn’t be. It’s very important to\ntreat this infection as early as possible.</p>\n\n<p>When dealt with promptly, UTIs are easily treatable and usually resolve\nquickly in a couple of days.</p>\n\n\n</div>\n\n<h2 class=\"content_head\" id=\"TOC_TITLE_HDR_8\"><a name=\"see-your-doctor\"></a> When should you\nseek medical attention for nitrites in urine?</h2>\n<div class=\"content_body\" id=\"TOC_TITLE_8\">\n\n<p>If a urinalysis comes back positive for nitrites, see your doctor for\nfurther evaluation. </p>\n\n<p>Seek emergency help if you have any of the following symptoms as it could\nmean the infection has spread to your bladder or kidneys:</p>\n\n<ul>\n <li>back or flank pain and tenderness</li>\n <li>fever</li>\n <li>nausea</li>\n <li>vomiting</li>\n <li>chills</li>\n</ul>\n\n<p>If you experience any of the above symptoms, or any other symptoms of a UTI,\nyou should seek a doctor’s care as soon as possible. </p>\n</div>\n\n</body></html>"
    },
    {
        "title": "What Causes High Bilirubin? ",
        "categories": null,
        "keys": ["Bilirubin"],
        "summary": "What does it mean to have high bilirubin? We’ll go over the meaning, symptoms, and causes of high bilirubin levels. You’ll also learn how to recognize when high bilirubin is a sign of something requiring immediate treatment. ",
        "url": "/health/high-bilirubin",
        "publishedUnix": 1537167600000,
        "updatedUnix": 1542067727000,
        "id": "154160",
        "image": null,
        "content_text": "<html><head></head><body><h2 class=\"content_head\" id=\"TOC_TITLE_HDR_1\"><a name=\"overview\"></a> What is bilirubin?</h2>\n<div class=\"content_body\" id=\"TOC_TITLE_1\">\n\n<p>Bilirubin is a yellowish substance in your blood. It forms\nafter red blood cells break down, and it travels through your liver,\ngallbladder, and digestive tract before being excreted.</p>\n\n<p>Typically, bilirubin levels fall somewhere\nbetween 0.3 and 1.2 milligrams per deciliter (mg/dL). Anything above 1.2 mg/dL\nis usually considered high. </p>\n\n<p>The condition of having high bilirubin levels is called\nhyperbilirubinemia. It’s usually a sign of an underlying condition, so it’s\nimportant to follow up with a doctor if test results show you have high\nbilirubin.</p>\n\n<p>Many babies are also born with high bilirubin, causing a\ncondition called newborn jaundice. This causes\nyellow-tinted skin and eyes. It happens because, at birth, the liver often isn’t\nyet fully able to process bilirubin. This is a temporary condition that usually\nresolves on its own within a few weeks. </p>\n\n<p>Read on to learn more about the symptoms of high bilirubin\nand what can cause it.</p>\n\n\n</div>\n\n<h2 class=\"content_head\" id=\"TOC_TITLE_HDR_2\"><a name=\"symptoms\"></a> What are the symptoms of high bilirubin?</h2>\n<div class=\"content_body\" id=\"TOC_TITLE_2\">\n\n<p>If you have high bilirubin, your symptoms will depend on the\nunderlying cause. You can have mildly high bilirubin and have no symptoms at\nall. Or, with moderately high bilirubin, you may only have jaundice, a yellow\ncast to your eyes and skin. Jaundice is the main sign of high bilirubin levels.</p>\n\n<p>Other general signs of many of the illnesses that cause high\nbilirubin can include:</p>\n\n<ul><li>abdominal pain or swelling</li><li>chills</li><li>fever</li><li>chest pain</li><li>weakness</li><li>lightheadedness</li><li>fatigue</li><li>nausea</li><li>vomiting</li><li>unusually dark urine</li></ul>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n</div>\n\n<h2 class=\"content_head\" id=\"TOC_TITLE_HDR_3\"><a name=\"causes\"></a> What causes high bilirubin?</h2>\n<div class=\"content_body\" id=\"TOC_TITLE_3\">\n\n<p>Having high bilirubin can be a sign of several conditions.\nYour doctor will take your symptoms, as well as any other test results, into\naccount to help narrow down a diagnosis. </p>\n\n<h3>Gallstones</h3>\n\n<p>Gallstones\nhappen when substances like cholesterol or bilirubin harden in your\ngallbladder. Your gallbladder is responsible for making bile, a digestive fluid\nthat helps break down fats before they enter your intestines. </p>\n\n<p>Symptoms of gallstones include:</p>\n\n<ul><li>pain in your upper right abdomen or right below\nyour chest</li><li>back pain between your shoulders or in your\nright shoulder</li><li>feeling sick</li><li>throwing up</li></ul>\n\n\n\n\n\n\n\n<p>Gallstones may form if your body is already producing too\nmuch bilirubin due to a liver condition or if your liver’s creating too much\ncholesterol. They can also be a complication of an infection of your bile ducts\nor from a blood disorder. Bilirubin builds up when your gallbladder’s blocked\nand can’t drain properly. </p>\n\n<h3>Gilbert’s Syndrome</h3>\n\n<p>Gilbert’s syndrome is a genetic\nliver condition that causes your liver to not process bilirubin properly. This\ncauses it to build up in your blood stream. </p>\n\n<p>This condition often doesn’t cause symptoms, but when it\ndoes, they can include:</p>\n\n<ul><li>jaundice</li><li>nausea</li><li>vomiting</li><li>diarrhea</li><li>minor abdominal discomfort </li></ul>\n\n\n\n\n\n\n\n\n\n<h3>Liver dysfunction</h3>\n\n<p>Any condition that affects the function of your liver can cause\nbilirubin to build up in your blood. This is a result of your liver losing its\nability to remove and process bilirubin from your bloodstream. </p>\n\n<p>Several things can affect the function of your liver,\nincluding: </p>\n\n<ul><li>cirrhosis</li><li>liver cancer</li><li>autoimmune disorders involving the liver, such\nas autoimmune hepatitis or primary biliary cholangitis</li></ul>\n\n\n\n\n\n<p>Common symptoms of liver dysfunction include:</p>\n\n<ul><li>jaundice</li><li>pain or swelling of your abdomen</li><li>swelling of your legs or ankles (edema)</li><li>exhaustion</li><li>nausea</li><li>vomiting</li><li>easy bruising</li><li>dark urine</li><li>pale, bloody, or black stools</li><li>itchy skin</li></ul>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n<h3>Hepatitis</h3>\n\n<p>Hepatitis\nhappens when your liver gets inflamed, often due to a viral infection. When\nit’s inflamed, your liver can’t easily process bilirubin, leading to a buildup\nof it in your blood. </p>\n\n<p>Hepatitis doesn’t always cause symptoms, but when it does,\nthey can include:</p>\n\n<ul><li>jaundice</li><li>exhaustion</li><li>dark urine</li><li>abdominal pain</li><li>nausea</li><li>vomiting</li></ul>\n\n\n\n\n\n\n\n\n\n\n\n<h3>Bile duct inflammation</h3>\n\n<p>Your bile ducts connect your liver to your gallbladder the\nopening of your small intestine, called the duodenum. They help to move bile,\nwhich contains bilirubin, from your liver and gallbladder into your intestines.\n</p>\n\n<p>If these ducts become inflamed or blocked, bile can’t be properly\ndrained. This can lead to an increased level of bilirubin. </p>\n\n<p>Symptoms of bile duct inflammation may include:</p>\n\n<ul><li>pale stools</li><li>dark urine</li><li>jaundice</li><li>itching</li><li>nausea</li><li>vomiting</li><li>unexplained weight loss</li><li>fever</li></ul>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n<h3>Intrahepatic cholestasis of pregnancy</h3>\n\n<p>Intrahepatic cholestasis of pregnancy is a\ntemporary condition that can happen during the last trimester of pregnancy. It\ncauses bile drainage from your liver to either slow down or stop entirely. This\nmakes it harder for your liver to process bilirubin from your blood, leading to\nhigh bilirubin levels.</p>\n\n<p>Symptoms of intrahepatic cholestasis of pregnancy include:</p>\n\n<ul><li>itchy hands and feet without a rash</li><li>jaundice</li><li>gallstone symptoms</li></ul>\n\n\n\n\n\n<h3>Hemolytic anemia</h3>\n\n<p>Hemolytic anemia happens when\nblood cells break down too quickly in your bloodstream. It’s sometimes passed\ndown genetically, but autoimmune conditions, an enlarged spleen, or an\ninfection can also cause it. </p>\n\n<p>Symptoms of this hemolytic anemia include:</p>\n\n<ul><li>exhaustion</li><li>difficulty breathing</li><li>dizziness</li><li>headaches</li><li>abdominal pain</li><li>chest pain</li><li>jaundice</li><li>cold hands or feet</li></ul>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n</div>\n\n<h2 class=\"content_head\" id=\"TOC_TITLE_HDR_4\"><a name=\"warning-signs\"></a> Should I be concerned?</h2>\n<div class=\"content_body\" id=\"TOC_TITLE_4\">\n\n<p>In many cases, high bilirubin isn’t a sign of anything that\nneeds immediate treatment. </p>\n\n<p>But if you notice any of the following symptoms, call your\ndoctor or head to urgent care just in case:</p>\n\n<ul><li>intense abdominal pain or tenderness</li><li>drowsiness or disorientation </li><li>black or bloody stools </li><li>vomiting blood</li><li>a fever of 101°F or higher</li><li>easy bruising or bleeding </li><li>red or purple skin rash</li></ul>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n</div>\n\n<h2 class=\"content_head\" id=\"TOC_TITLE_HDR_5\"><a name=\"takeaway\"></a> The bottom line</h2>\n<div class=\"content_body\" id=\"TOC_TITLE_5\">\n\n<p>High bilirubin levels are usually a sign that something’s\nnot quite right in your liver or gallbladder. Some of these conditions aren’t\ntoo serious, but it’s important to monitor and treat them. </p>\n\n<p>Anyone with jaundice, the main sign of high bilirubin levels,\nneeds to see their doctor. If your doctor isn’t immediately sure what’s causing\nyour high bilirubin levels, you may need to return for additional blood, liver\nfunction, or other tests. </p>\n</div>\n\n</body></html>"
    },
    {
        "title": "Urine pH Level Test",
        "categories": null,
        "keys": ["pH"],
        "summary": "A urine pH level test is a simple and painless test that analyzes the acidity or alkalinity of a urine sample.",
        "url": "/health/urine-ph",
        "publishedUnix": 1339398000000,
        "updatedUnix": 1591038655000,
        "id": "20108",
        "image": null,
        "content_text": "<html><head></head><body><h2 id=\"TOC_TITLE_HDR_1\" class=\"content_head\"><a name=\"overview\"></a> What\nis a urine pH level test?</h2>\n<div id=\"TOC_TITLE_1\" class=\"content_body\">\n<!--widget-center-->\n<p>A urine pH level test is a test that analyzes the acidity or\nalkalinity of a urine sample. It’s a simple and painless test. Many diseases,\nyour diet, and the medicines you take can affect how acidic or basic your urine\nis. For instance, results that are either too high or low can indicate the\nlikelihood that your body will form kidney stones. If your urine is at an\nextreme on either the low or high end of pH levels, you can adjust your diet to\nreduce the likelihood of painful kidney stones. </p>\n\n<p>In short, your urine pH is an indicator of your overall health\nand gives your doctor important clues as to what’s going on in your body.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_2\" class=\"content_head\"><a name=\"purpose\"></a> Why\ndo I need a urine pH level test?</h2>\n<div id=\"TOC_TITLE_2\" class=\"content_body\">\n\n<p>Kidney stones are small masses of minerals that can collect in\nthe kidneys and cause pain as they prevent urine from passing through your\nkidneys and urinary system. Since these stones tend to form in a highly acidic\nor basic/alkaline environment, your doctor may test your urine to determine the\nlikelihood you will form kidney stones.</p>\n\n<p>Certain medications can make your urine more acidic. Your\nphysician may order the urine pH level test to determine whether your\nmedications are making your urine too acidic.</p>\n\n<p>The urine pH level test can also determine the best medication to\nprescribe when you have a urinary tract infection. </p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_3\" class=\"content_head\"><a name=\"procedure\"></a> How\nis the urine pH level test performed?</h2>\n<div id=\"TOC_TITLE_3\" class=\"content_body\">\n\n<p>Prior to testing, your doctor may ask you to stop taking certain\nmedications known to affect your urine pH. Examples of these drugs include:</p>\n\n<ul><li>acetazolamide, used to treat glaucoma, epilepsy,\nand other disorders</li><li>ammonium chloride, used in some cough medicines</li><li>methenamine mandelate, used to treat urinary\ntract infections</li><li>potassium citrate, used to treat gout and kidney\nstones</li><li>sodium bicarbonate, used to treat heartburn and\nacid indigestion</li><li>thiazide diuretics, used to treat high blood\npressure and to reduce the risk of stroke and heart attacks</li></ul>\n\n\n\n\n\n\n\n\n\n\n\n<p>However, don’t make changes to your diet prior to the urine pH level\ntest unless directed to by your doctor. The foods you eat affect your urine pH,\nand you want the test to be as accurate as possible in predicting your typical\nurine pH level. The test will help your doctor identify the cause of the actual\nchanges in your urine pH.</p>\n\n<p>To get the best results, the urine pH test requires obtaining a\nclean-catch urine sample. The clean-catch method involves cleaning the genital\narea before urination and then collecting urine midstream. This method helps\neliminate certain organisms and pathogens that might affect your urine sample.</p>\n\n<p>Your doctor will give you a cup to urinate into. Don’t touch the\ninner portion of the cup and be sure to not let anything but urine into the cup\nin order to avoid contaminating the sample. After urinating using the\nclean-catch method, give the cup to the appropriate medical staff. They will\nsend your sample to a laboratory as quickly as possible to ensure the most\naccurate results.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_4\" class=\"content_head\"><a name=\"results\"></a> What\ndo the results mean?</h2>\n<div id=\"TOC_TITLE_4\" class=\"content_body\">\n\n<p>A laboratory will test your urine pH and return results.</p>\n\n<p>A neutral pH is 7.0. The higher the number, the more basic\n(alkaline) it is. The lower the number, the more acidic your urine is. The\naverage urine sample tests at about 6.0.</p>\n\n<p>If your urine sample is lower, this could indicate an environment\nconducive to kidney stones. Other conditions that prefer an acidic environment\nare:</p>\n\n<ul><li>acidosis</li><li>dehydration</li><li>diabetic ketoacidosis</li><li>diarrhea</li><li>starvation</li></ul>\n\n\n\n\n\n\n\n\n\n<p>A higher-than-normal urine pH could indicate:</p>\n\n<ul><li>gastric suctioning that takes away stomach acids</li><li>kidney failure</li><li>kidney tubular acidosis</li><li>pyloric obstruction</li><li>respiratory alkalosis</li><li>urinary tract infection</li><li>vomiting</li></ul>\n\n\n\n\n\n\n\n\n\n\n\n\n\n<p>Your diet also may determine how acidic or alkaline your urine\nis. For example, if you eat a diet low in meat and high in fruits and\nvegetables, you’re more likely to have alkaline urine. Those who consume higher\namounts of meat are more likely to have acidic urine. Your doctor may recommend\nsome changes to your diet if your urine pH is too high or too low.</p>\n\n<p>There are no side effects associated with the urine pH level test.\nYou can typically resume your daily activities following the test.</p>\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_5\" class=\"content_head\"><a name=\"pregnancy\"></a></h2>\n<div id=\"TOC_TITLE_5\" class=\"content_body\">\n<!--widget-center--></div></body></html>"
    },
    {
        "title": "Urine Specific Gravity Test",
        "categories": null,
        "keys": ["Specific Gravity"],
        "summary": "A urine specific gravity test compares the density of urine to the density of water. This quick test can help determine how efficiently your kidneys are diluting your urine. Learn how to prepare for the test and understand the results.",
        "url": "/health/urine-specific-gravity",
        "publishedUnix": 1533625200000,
        "updatedUnix": 1537155601000,
        "id": "18133",
        "image": null,
        "content_text": "<html><head></head><body><h2 id=\"TOC_TITLE_HDR_1\" class=\"content_head\"><a name=\"overview\"></a> Overview</h2>\n<div id=\"TOC_TITLE_1\" class=\"content_body\">\n\n<p>A urine test\nis a painless way for your healthcare provider to check your health and test\nfor abnormalities. One thing your healthcare provider may check for in your\nurine sample test, or urinalysis, is specific gravity.</p>\n\n<p>A urine specific gravity test compares the density of urine to the density\nof water. This quick test can help determine how well your kidneys\nare diluting your urine.</p>\n\n<p>Urine that’s too concentrated could mean that your kidneys aren’t\nfunctioning properly or that you aren’t drinking enough water.</p>\n\n<p>Urine that isn’t concentrated enough can mean you have a rare condition\ncalled diabetes\ninsipidus, which causes thirst and the excretion of large amounts of diluted urine.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_2\" class=\"content_head\"><a name=\"uses\"></a> What\nis the test used for?</h2>\n<div id=\"TOC_TITLE_2\" class=\"content_body\">\n\n<p>The main role of your kidneys is to filter your blood and maintain normal electrolyte\nbalance. Testing urine specific gravity is a quick way for\nyour healthcare provider to tell if your kidneys are trying to compensate for\nsome abnormality.</p>\n\n<p>Specific gravity testing is useful if your healthcare provider thinks you\nhave any of the following conditions:</p>\n\n<ul><li>dehydration or overhydration</li><li>heart failure</li><li>shock</li><li>diabetes\ninsipidus</li><li>kidney failure</li><li>kidney infection</li><li>urinary\ntract infection</li><li>hyponatremia, or low sodium levels</li><li>hypernatremia, or elevated sodium levels</li></ul>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n<p>You may have to take a urine specific gravity test several times in one day.\nThis will help your healthcare provider to see how well your kidneys are\ncompensating.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_3\" class=\"content_head\"><a name=\"preparation\"></a> What\npreparation is required?</h2>\n<div id=\"TOC_TITLE_3\" class=\"content_body\">\n\n<p>Before you take a urine specific gravity test, your healthcare provider may\nask you to do a few things to prepare for it. First, they’ll ask you to stop\ntaking any medications that could interfere with the test results, such as\nthose containing sucrose or dextran.</p>\n\n<p>You’ll likely need to wait to take the test if you’ve recently been given\nintravenous contrast dye for an X-ray or MRI\nscan. If it’s been more than three days since the dye was administered, it\nshould be fine for you to take the urine test.</p>\n\n<p>You should also eat a balanced diet in the days leading up to the test. This\ndiet should exclude certain foods that can affect the color of your urine.\nThese include:</p>\n\n<ul><li>beets</li><li>blackberries</li><li>carrots</li><li>fava\nbeans</li><li>rhubarb</li></ul>\n\n\n\n\n\n\n\n\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_4\" class=\"content_head\"><a name=\"procedure\"></a> How\nis the test performed?</h2>\n<div id=\"TOC_TITLE_4\" class=\"content_body\">\n\n<p>A sample for a urine specific gravity test contains at least 1 to 2 ounces\nof urine. The best time to get a sample is first thing in the morning, when\nyour urine is the most concentrated.</p>\n\n<p>Your healthcare provider will give you a cup to collect a urine sample.</p>\n\n<p>For the best sample, you should use an antibacterial wipe to clean the area\naround your urethra. This will reduce the likelihood that bacteria will\ncontaminate the sample.</p>\n\n<p>Urinate a small amount, and then place the cup under your urine stream.\nUrinate into the cup until you have a large enough sample, and then finish\nurinating into the toilet. This is known as the clean-catch\n(or midstream) method.</p>\n\n<p>Your healthcare provider will send the urine sample to a laboratory while\nit’s fresh. This will ensure the best results.</p>\n\n<p>A lab technician will use a refractometer to project light into the sample\nand determine its density. This is more reliable than the dipstick method, in\nwhich a stick is placed in the urine to measure how much it sinks or floats.</p>\n\n<p>While there are home tests, the results won’t be as accurate as those\nconducted by a professional in a sterile environment. Home tests are more\nsusceptible to contamination.</p>\n\n<p>Another benefit to taking the test at your healthcare provider’s office is\nthat they can send the sample to the lab for more detailed testing and\nanalysis.</p>\n\n<p>Osmolality\ntests are sometimes used to evaluate how the kidneys dilute\nand concentrate urine, with osmolality being the index of a concentration.\nKnowing the osmolality of your urine can help your healthcare provider diagnose\ncertain conditions.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_5\" class=\"content_head\"><a name=\"results\"></a> How\nare the results interpreted?</h2>\n<div id=\"TOC_TITLE_5\" class=\"content_body\">\n\n<p>To understand urine concentrations, think about the dark color of your urine\nwhen you haven’t had anything to drink in some time. Your urine is lighter and\nusually has lower specific gravity when you’re well-hydrated.</p>\n\n<p>Urine specific gravity is a more precise measurement of your urine’s overall\nconcentration than looking at the color of your urine alone.</p>\n\n<p>Your healthcare provider will look at the ratio of the density of your urine\nto the density of water. To put it another way, the specific density of water\nwould be 1.000. Ideally, urine specific gravity results will fall between 1.002\nand 1.030 if your kidneys are functioning normally.</p>\n\n<p>Specific gravity results above 1.010 can indicate mild dehydration. The\nhigher the number, the more dehydrated you may be.</p>\n\n<p>High urine specific gravity can indicate that you have extra substances in\nyour urine, such as:</p>\n\n<ul><li>glucose</li><li>protein</li><li>bilirubin</li><li>red blood cells</li><li>white blood cells</li><li>crystals</li><li>bacteria</li></ul>\n\n\n\n<p>Your healthcare provider will use the results from your urine specific\ngravity test, along with other urinalysis results, to come up with a diagnosis.\nAbnormal specific gravity results could indicate:</p>\n\n<ul><li>excess\nsubstances in the blood</li><li>kidney\ndisease (high or low specific gravity can indicate an inability of the kidney\ntubules to function correctly)</li><li>infection,\nsuch as a urinary tract infection</li><li>brain\ninjuries, which can cause a person to <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4519799/\" target=\"_blank\">develop diabetes\ninsipidus</a></li></ul>\n\n\n\n\n\n\n\n<p>A urinalysis can also measure the concentration of various cells. White\nblood cells can indicate an infection. And glucose can point to glucose\nintolerance or diabetes.</p>\n\n<p>Other types of urine tests include urine pH tests,\nhemoglobin tests,\nand ketone\ntests. The results from these tests can help your healthcare\nprovider make a more accurate diagnosis.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_6\" class=\"content_head\"><a name=\"side-effects\"></a> What\nare the test’s side effects?</h2>\n<div id=\"TOC_TITLE_6\" class=\"content_body\">\n\n<p>The urine specific gravity test involves urinating normally and isn’t\nassociated with any harmful side effects. However, if you have a urinary tract\ninfection, urinating may cause\na burning or painful sensation.</p>\n\n<p>Always notify your healthcare provider if you experience discomfort\nurinating or any unexpected symptoms.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_7\" class=\"content_head\"><a name=\"outlook\"></a> Outlook</h2>\n<div id=\"TOC_TITLE_7\" class=\"content_body\">\n\n<p>A urine specific gravity test is a painless and easy test to take.\nPreparation is simple, and it only requires excluding a few things from your\ndiet and temporarily stopping certain medications.</p>\n\n<p>This test can help healthcare providers with a differential\ndiagnosis. When used along with blood work or other\nurinalysis tests, it can also help healthcare providers identify different\nconditions.</p>\n\n<p>In some cases, the urine specific gravity test will show that you’re\ndehydrated or overhydrated. If you’re extremely dehydrated and having trouble getting\nenough fluids, you may be given intravenous fluids to help hydrate you faster.</p>\n\n<p>Mild dehydration can be resolved by consistently drinking more water. If you’re\noverhydrated, your healthcare provider may run more tests to look for metabolic\ndisorders or liver,\nheart, brain, or kidney conditions that could be causing it.</p>\n</div></body></html>"
    },
    {
        "title": "Ketonuria: What You Need to Know",
        "categories": null,
        "keys": ["Ketone"],
        "summary": "Ketonuria is common if you’re following a ketogenic diet and in ketosis. However, there are also serious conditions that can cause it, so if you’re not following a particular diet, you should see your doctor about this condition. If you have diabetes, it can be an emergency. We’ll tell you what you need to know.",
        "url": "/health/ketonuria",
        "publishedUnix": 1527145200000,
        "updatedUnix": 1591038362000,
        "id": "148385",
        "image": null,
        "content_text": "<html><head></head><body><h2 id=\"TOC_TITLE_HDR_1\" class=\"content_head\"><a name=\"definition\"></a> What is ketonuria?</h2>\n<div id=\"TOC_TITLE_1\" class=\"content_body\">\n\n<p>Ketonuria happens when you have high ketone levels in your\nurine. This condition is also called ketoaciduria and acetonuria.</p>\n\n<p>Ketones or ketone bodies are types of acids. Your body makes\nketones when fats and proteins are burned for energy. This is a normal process.\nHowever, it can go into overdrive due to some health conditions and other\nreasons.</p>\n\n<p>Ketonuria is most common in individuals who have diabetes,\nparticularly type 1 diabetes mellitus. It can also occur in women who are\npregnant or breastfeeding.</p>\n\n<p>If ketone levels rise too high for too long, your blood\nbecomes acidic. This can harm your health.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_2\" class=\"content_head\"><a name=\"causes\"></a> What are the causes of ketonuria?</h2>\n<div id=\"TOC_TITLE_2\" class=\"content_body\">\n\n<h3>Ketogenic diet</h3>\n\n<p>Ketonuria is a sign that your body is primarily using fats\nand protein for fuel. This is called ketosis. It’s a normal process if you’re <a href=\"https://synapse.koreamed.org/DOIx.php?id=10.3346/jkms.2012.27.3.250\" target=\"_blank\">fasting</a> or on a low-carbohydrate, ketogenic diet. A ketogenic diet does not\ntypically pose a health risk if it’s done in a balanced way.</p>\n\n<h3>Low insulin levels</h3>\n\n<p>Most of the energy your body uses comes from sugar or\nglucose. This is normally from the carbohydrates you eat or from stored sugars.\nInsulin is a vital hormone that transports sugar into every cell, including\nyour muscles, heart, and brain.</p>\n\n<p>People with diabetes may not have enough insulin or be able\nto use it properly. Without insulin, your body can’t efficiently move sugar\ninto your cells or store it as fuel. It must find another power source. Body\nfats and proteins are broken down for energy, producing ketones as a waste\nproduct.</p>\n\n<p>When too many ketones pile up in your bloodstream, a\ncondition called ketoacidosis or diabetic ketoacidosis can occur. This is a\nlife-threatening condition that makes your blood acidic and can harm your\norgans.</p>\n\n<p>Ketonuria usually happens along with ketoacidosis. As ketone\nlevels rise in your blood, your kidneys try to get rid of them through urine.</p>\n\n<p>If you have diabetes and have developed ketonuria, you\nlikely also have high blood sugar levels, or hyperglycemia. Without enough insulin, your\nbody can’t properly absorb sugar from digested food.</p>\n\n<h3>Other causes </h3>\n\n<p>You can develop ketonuria even if you don’t have diabetes or\nare on a strict ketogenic diet. Other causes include:</p>\n\n<ul><li>drinking excess alcohol</li><li>excessive vomiting</li><li>pregnancy</li><li>starvation</li><li>illness or infection</li><li>heart attack</li><li>emotional or physical trauma</li><li>medications, such as corticosteroids and\ndiuretics</li><li>drug use</li></ul>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_3\" class=\"content_head\"><a name=\"symptoms\"></a> What are the symptoms of ketonuria?</h2>\n<div id=\"TOC_TITLE_3\" class=\"content_body\">\n\n<p>Ketonuria may be a sign that you have ketoacidosis or leading\nto it. The higher your levels of ketones, the more severe the symptoms and the\nmore dangerous it can become. Depending on severity, signs and symptoms can\ninclude:</p>\n\n<ul><li>thirst</li><li>fruity smelling breath</li><li>dry mouth</li><li>fatigue</li><li>nausea or vomiting</li><li>frequent urination</li><li>confusion or difficulty focusing</li></ul>\n\n\n\n\n\n\n\n\n\n\n\n\n\n<p>Your doctor may find related signs of ketonuria:</p>\n\n<ul><li>high blood sugar</li><li>significant dehydration</li><li>electrolyte imbalance</li></ul>\n\n\n\n\n\n<p>Additionally, there may be signs of illnesses such as\nsepsis, pneumonia, and urinary tract infections that can lead to high ketone\nlevels.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_4\" class=\"content_head\"><a name=\"diagnosis\"></a> How is ketonuria diagnosed?</h2>\n<div id=\"TOC_TITLE_4\" class=\"content_body\">\n\n<p>Ketonuria is commonly diagnosed through a urine test. Your\ndoctor will also look at your symptoms and medical history.</p>\n\n<p>Common tests for ketones in both your urine and your blood\ninclude:</p>\n\n<ul><li>finger-stick ketone blood test</li><li>urine\nstrip test</li><li>acetone breath\ntest</li></ul>\n\n\n\n\n\n<p>You may also undergo other tests and scans to look for the\ncause:</p>\n\n<ul><li>blood electrolytes</li><li>complete\nblood count</li><li>chest X-ray</li><li>CT scan</li><li>electrocardiogram</li><li>blood culture tests for infections</li><li>blood glucose test</li><li>drug screen</li></ul>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n<h3>Home tests</h3>\n\n<p>The American Diabetes Association advises checking your\nketone levels if you have diabetes, particularly when your blood sugar is more\nthan 240 milligrams per deciliter. You can test for ketones with a simple urine\ntest strip.</p>\n\n<p>Some home blood glucose monitors also measure blood ketones.\nThis involves pricking your finger and placing a drop of blood onto a test strip.\nHome tests may not be as accurate as a urine or blood test in your doctor’s\noffice.</p>\n\n\n\n<h3>Test ranges</h3>\n\n<p>Regular ketone testing is very important if you have\ndiabetes. Your urine test strip will change color. Each color corresponds to a\nrange of ketone levels on a chart. Whenever ketones are higher than normal, you\nshould check your blood glucose level. Take immediate action if needed.</p>\n\n<div class=\"scrollTable\"><table id=\"t1527200196889\" class=\"responsive \"><tbody><tr><td class=\"topHeader \">Range</td><td class=\"topHeader\">Results</td></tr><tr><td>Under 0.6 millimoles per liter</td><td>Normal urine ketone level</td></tr><tr><td>0.6 to 1.5 millimoles per liter</td><td>Higher than normal; test again in 2 to 4 hours</td></tr><tr><td>1.6 to 3.0 millimoles per liter</td><td>Moderate urine ketone level; call your doctor immediately</td></tr><tr><td>Above 3.0 millimoles per liter</td><td>Dangerously high level; go to the ER immediately</td></tr></tbody></table><div class=\"scrollImage\"> </div></div>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_5\" class=\"content_head\"><a name=\"treatment\"></a> How is ketonuria treated?</h2>\n<div id=\"TOC_TITLE_5\" class=\"content_body\">\n\n<p>If your ketonuria is due to temporary fasting or changes in\nyour diet, it will likely resolve on its own. You won’t need treatment. Test\nyour ketone levels and your blood sugar and see your doctor for follow-up\nappointments to make sure.</p>\n\n<p>In more serious situations, ketonuria treatment is similar\nto treatment for diabetic ketoacidosis. You may require lifesaving treatment\nwith:</p>\n\n<ul><li>fast-acting insulin</li><li>IV fluids</li><li>electrolytes such as sodium, potassium, and\nchloride</li></ul>\n\n\n\n\n\n<p>If your ketonuria is due to illness, you may need additional\ntreatment such as:</p>\n\n<ul><li>antibiotics</li><li>antivirals</li><li>heart procedures</li></ul>\n\n\n\n\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_6\" class=\"content_head\"><a name=\"complications\"></a> Complications of ketonuria</h2>\n<div id=\"TOC_TITLE_6\" class=\"content_body\">\n\n<p>In serious cases, ketonuria may lead to complications that\nimpact your health. It can result in a coma or death.</p>\n\n<h3>Ketoacidosis</h3>\n\n<p>Diabetic ketoacidosis is a health emergency that can lead to\na diabetic coma and even death. The spike in ketones in your blood raises your\nblood’s acid levels. High acid states are toxic to organs, muscles, and nerves\nand interfere with bodily functions. This condition can happen to anyone with\ndiabetes, but it’s most common in people with type 1 diabetes.</p>\n\n<h3>Dehydration</h3>\n\n<p>High blood sugar levels, which lead to high ketone levels,\nsignificantly increase urination and can lead to dehydration. Illnesses that\ncause ketonuria may also cause nausea, vomiting, and diarrhea adding to\ndehydration.</p>\n\n<h3>In pregnancy </h3>\n\n<p>Ketonuria is common even in a healthy pregnancy. It may\nhappen if you don’t eat for a long period of time, have a low-carbohydrate diet,\nor experience excessive vomiting.</p>\n\n<p>Expectant mothers who have diabetes or gestational\ndiabetes are at greater risk for ketonuria. This can lead to ketoacidosis,\nwhich can harm the developing baby.</p>\n\n<p>If you have gestational diabetes, your doctor may recommend\ntreatment through diet\nand medications such as insulin. Treatment usually resolves ketonuria. You will\nstill need to monitor your blood sugar levels and ketone levels regularly throughout\npregnancy and after the birth of your baby.</p>\n\n<p>Your doctor or nutritionist will recommend changes to your\ndiet. The right food choices are an important step in the management and\ntreatment of gestational diabetes.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_7\" class=\"content_head\"><a name=\"outlook\"></a> What’s the outlook for ketonuria?</h2>\n<div id=\"TOC_TITLE_7\" class=\"content_body\">\n\n<p>Ketonuria can be caused by many factors, including what you\neat. It may be due to an imbalance in your diet or have a more serious cause.\nSee your doctor immediately if you think you have ketonuria.</p>\n\n<p>The most important key to treatment is identifying the\ncause. In many cases, you may be able to prevent it. Avoid extreme diets and\ntalk with your doctor or nutritionist before making drastic changes in your\ndaily diet.</p>\n\n<p>Ketonuria may be a warning sign that something’s wrong. If\nyour symptoms include confusion, headache, nausea, or vomiting, seek emergency\nmedical care.</p>\n\n<p>If you have diabetes, ketonuria is a warning sign that your\ndiabetes isn’t in control. Check your ketone levels as often as you check your\nblood glucose levels. Record your results to show your doctor.</p>\n\n<p>Talk with your doctor about what you can do to balance your\nblood sugar levels. Your doctor may prescribe insulin or other medications. You\nmay need the help of a dietician to help guide your food choices. Educators on\ndiabetes can also help you manage and understand your condition.</p>\n\n\n</div></body></html>"
    },
    {
        "title": "What You Should Know About Leukocytes in Urine",
        "categories": null,
        "keys": ["Leukocytes"],
        "summary": "Leukocytes in the urine could be a sign that you have an infection or an obstruction in the urinary tract or bladder. Learn more about white blood cells in the urine.",
        "url": "/health/leukocytes-in-urine",
        "publishedUnix": 1469084400000,
        "updatedUnix": 1552018197000,
        "id": "107594",
        "image": null,
        "content_text": "<html><head></head><body><h2 id=\"TOC_TITLE_HDR_1\" class=\"content_head\"><a name=\"overview\"></a> What are leukocytes?</h2>\n<div id=\"TOC_TITLE_1\" class=\"content_body\">\n\n<p>A complete blood cell (CBC) test often includes a\nmeasurement of the level of leukocytes, or white blood cells (WBCs). Higher levels\nof leukocytes in the bloodstream may indicate an infection. This is because WBCs\nare part of the immune system, and they help fight off disease and infection.</p>\n\n<p>Leukocytes may also be found in a urinalysis, or a urine\ntest. High levels of WBCs in your urine also suggest that you have an infection.\nIn this case, your body is trying to fight off an infection somewhere in your\nurinary tract. Usually, that means the bladder or the urethra, which is the\ntube that carries urine from the bladder. Leukocytes in the urine could also\nsuggest a kidney infection.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_2\" class=\"content_head\"><a name=\"causes\"></a> Why do they appear?</h2>\n<div id=\"TOC_TITLE_2\" class=\"content_body\">\n\n\n<p>Infections or obstruction in the urinary tract or bladder\nmay cause you to have an increased amount of leukocytes in your urine.</p>\n\n<p>Infections may be more severe if you’re pregnant, which\nincreases the odds of developing problems such as urinary tract infections\n(UTIs). If you’re pregnant and have an infection in your urinary tract, it’s\nimportant to receive treatment because it could complicate your pregnancy.</p>\n\n<p>You’re at risk for developing a bacterial infection in your\nbladder if you hold your urine too long before relieving yourself. Repeatedly\nholding in urine can stretch the bladder too much. Over time, that makes your\nbladder less likely to empty fully when you go to the bathroom. When urine remains\nin the bladder, it raises the chances that bacteria will increase in number,\nwhich may lead to a bladder infection. Uncomplicated cystitis is another name\nfor a urinary infection that’s limited to the bladder in healthy people who\naren’t pregnant.</p>\n\n<p>Kidney stones, a tumor in the pelvis, or some other type of\nblockage in the urinary tract may also cause more leukocytes to appear.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_3\" class=\"content_head\"><a name=\"symptoms\"></a> Symptoms</h2>\n<div id=\"TOC_TITLE_3\" class=\"content_body\">\n\n\n\n<p>Leukocytes in urine don’t necessarily cause symptoms on\ntheir own. If you do have leukocytes in your urine, your symptoms will vary\ndepending on the condition that is causing the leukocytes to build up in your\nurine.  </p>\n\n<p>The symptoms of a UTI include:</p>\n\n<ul><li>a frequent urge to urinate</li><li>a burning sensation when urinating</li><li>cloudy or pink-tinted urine</li><li>strong smelling urine</li><li>pelvic pain, especially in women</li></ul>\n\n\n\n\n\n\n\n\n\n<p>Obstructions in the urinary tract can cause a range of\nsymptoms depending on the location and type of obstruction. In most cases, the\nmain symptom is pain on one or both sides of the abdomen. Kidney stones may\ncause similar symptoms as a UTI but may also include nausea, vomiting, and\nintense pain.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_4\" class=\"content_head\"><a name=\"risk-factors\"></a> Who is at an increased risk?</h2>\n<div id=\"TOC_TITLE_4\" class=\"content_body\">\n\n\n\n<p>Women tend to be a greater risk for urinary tract\ninfections, and, therefore, more likely to have leukocytes in their urine. Pregnant\nwomen have an even higher risk. Men can develop these infections, too. Having\nan enlarged prostate, for example, raises the risk of UTIs in men.</p>\n\n<p>Anyone who has a compromised immune system may also be at\nhigher risk for any type of infection.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_5\" class=\"content_head\"><a name=\"diagnosis\"></a> Diagnosis</h2>\n<div id=\"TOC_TITLE_5\" class=\"content_body\">\n\n\n<p>If you’re healthy, you can still have elevated leukocytes in\nyour bloodstream and urine. A normal range in the bloodstream is between\n4,500-11,000 WBCs per microliter. A normal range in the urine is lower than in\nthe blood, and may be from 0-5 WBCs per high power field (wbc/hpf). </p>\n\n<p>If your doctor suspects you have a UTI, they’ll likely ask\nyou to provide a urine sample. They’ll test the urine sample for:</p>\n\n<ul><li>WBCs</li><li>red blood cells</li><li>bacteria</li><li>other substances</li></ul>\n\n\n\n\n\n\n\n<p>You’re bound to have a few WBCs in your urine even when\nyou’re healthy, but if a urine test identifies levels above 5 wbc/hpf, it’s\nlikely you have an infection. If bacteria are detected, your doctor may perform\na urine culture to diagnose the type of bacterial infection you have.</p>\n\n<p>A urine test can also aid in the diagnosis of kidney stones.\nAn X-ray or CT scan can help your doctor see the stones.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_6\" class=\"content_head\"><a name=\"treatment\"></a> Treatment</h2>\n<div id=\"TOC_TITLE_6\" class=\"content_body\">\n\n\n\n<p>Your treatment will depend on the cause of your elevated\nleukocyte levels in your urine. </p>\n\n<h3>Treatment for urinary tract infections</h3>\n\n<p>If you’re diagnosed with any type of bacterial infection,\nyour doctor will most likely advise you to take antibiotics. If this is the\nfirst time you’ve had a UTI or if you get UTIs infrequently, then a short-term\ncourse of antibiotics is appropriate. </p>\n\n<p>If you get recurrent UTIs, your doctor may prescribe a\nlonger course of antibiotics and further testing to see if there are specific\nreasons for repeat infections. For women, taking an antibiotic after sexual\nintercourse may be helpful, but you should only take prescription medications\nas recommended by your doctor.</p>\n\n<p>In addition to antibiotics, increasing your fluid intake can\nhelp flush out a UTI. Drinking more water may seem unappealing if urinating is\npainful, but it can help speed up the healing process.  </p>\n\n<h3>Obstructions </h3>\n\n<p>If an obstruction, such as a tumor or kidney stone, is\ncausing the high leukocyte levels, you may need a surgical procedure. </p>\n\n<p>If you have small kidney stones, increasing the amount of\nwater you drink can help flush them out of your system. Passing stones is often\npainful. </p>\n\n<p>Sometimes, larger stones are broken up using sound waves.\nSurgery may also be necessary to remove large kidney stones.</p>\n\n<p>If the blockage occurs due to a tumor, treatment options may\nalso include surgery, chemotherapy, or radiation. </p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_7\" class=\"content_head\"><a name=\"outlook\"></a> Outlook</h2>\n<div id=\"TOC_TITLE_7\" class=\"content_body\">\n\n\n<p>If diagnosed early and treated thoroughly, UTIs usually clear\nup in a short amount of time. Kidney stones are also treatable. Benign tumors\nor other growths in the urinary tract may also be treated, but they may require\nsurgery and recovery time.</p>\n\n<p>Cancerous growths may require longer-term treatment, as well\nas monitoring to watch for the spread of cancer to other parts of the body.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_8\" class=\"content_head\"><a name=\"prevention\"></a> Prevention</h2>\n<div id=\"TOC_TITLE_8\" class=\"content_body\">\n\n<p>One of the easiest ways to help keep your urinary tract free\nof infections or kidney stones is to stay hydrated. Drink several glasses of\nwater per day, but talk with your doctor about what amount of water is best for\nyou. If you’re frail or you have a condition such as heart failure, your doctor\nmay recommend that you limit your fluid intake. If you’re active or pregnant,\nyou may need to drink more water every day.</p>\n\n<!--widget-right-->\n\n<p>Eating cranberries and drinking cranberry juice may help\nlower your risk of developing UTIs. That is because a substance in cranberries <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3370320/\" target=\"_blank\">may help protect</a>\nyour bladder and make it more difficult for certain bacteria to stick to your\nurinary tract. </p>\n\n\n<p>Tell your doctor if you notice anything unusual about your\nurine, such as its color, smell, or any discomfort you experience while\nurinating. Don’t wait. A urinary tract infection that starts in the urethra can\nspread to the bladder and kidneys, which makes the problem much more serious\nand can lead to complications.</p>\n\n\n</div></body></html>"
    },
    {
        "title": "Proteinuria Causes, Symptoms, and Treatment",
        "categories": [
            {
                "children": [],
                "name": "Uncategorized",
                "link": "/uncategorized",
                "slug": "uncategorized"
            }
        ],
        "keys": ["Protein"],
        "summary": "If your kidneys aren’t functioning properly, protein can leak into your urine. The result is known as proteinuria. Here’s what you need to know about the risks of the condition and how it’s treated.",
        "url": "/health/what-causes-protein-in-urine",
        "publishedUnix": 1576834219000,
        "updatedUnix": 1576863497000,
        "id": "wp-208188",
        "image": null,
        "content_text": "<html><head></head><body><h2>What causes proteinuria</h2>\n\n\n\n<p>Your kidneys keep you healthy by filtering blood. They have small blood vessels called glomeruli. These structures remove waste, which enters the urine, and reabsorb protein that stays in the blood.</p>\n\n\n\n<p>But if your kidneys aren’t functioning properly, the protein can leak into your urine. The result is high protein levels in the urine, known as proteinuria. </p>\n\n\n\n<p>There are different types of proteinuria, including: </p>\n\n\n\n<ul><li>glomerular proteinuria </li><li>tubular proteinuria</li><li>overflow proteinuria</li><li>post renal proteinuria</li></ul>\n\n\n\n<p>In addition, albuminuria is a type of proteinuria where the excess protein is albumin. It’s related to glomerular proteinuria. Glomerular proteinuria is the type being discussed below. </p>\n\n\n\n\n\n\n\n<p>Proteinuria may be related to temporary conditions, like dehydration, or more serious kidney damage. Let’s explore the possible causes of proteinuria, along with its symptoms and treatment. </p>\n\n\n\n<h2 id=\"proteinuria-causes\" data-toc-label=\"Proteinuria causes\" class=\"wp-block-healthline-tabbed-heading\">What causes high protein in urine</h2>\n\n\n\n\n\n<p>If you have proteinuria, take note of your other symptoms. This will help a doctor identify the underlying cause.</p>\n\n\n\n<h3>Dehydration</h3>\n\n\n\n<p>Dehydration happens\nwhen your body loses too much fluid. It’s a common, temporary cause of proteinuria.\n</p>\n\n\n\n<p>Your body uses water to deliver nutrients, like proteins, to the kidneys. But without enough fluid, it will have difficulty doing so.</p>\n\n\n\n<p>In turn, the kidneys can’t properly recapture\nproteins. The protein ends up in the urine instead.</p>\n\n\n\n<p>Other symptoms depend on the severity of dehydration.\nYou may experience:</p>\n\n\n\n<ul><li>fatigue</li><li>headaches</li><li>dizziness</li><li>increased thirst</li><li>dark-colored urine</li><li>decreased urination</li><li>dry mouth or skin</li></ul>\n\n\n\n<p>Dehydration can be caused by:</p>\n\n\n\n<ul><li>diarrhea</li><li>vomiting</li><li>excessive sweating</li><li>fever</li><li>not drinking enough water</li></ul>\n\n\n\n<h3>High blood pressure</h3>\n\n\n\n<p>High blood pressure, or hypertension, can weaken the blood vessels in the kidneys. This decreases their ability to reabsorb to protein, which flows into the urine.</p>\n\n\n\n<p>Since high blood pressure develops slowly, you\nmay not have symptoms for years. But if it becomes severe, it can cause: </p>\n\n\n\n<ul><li>headaches</li><li>shortness of breath</li><li>nosebleeds </li></ul>\n\n\n\n<p>Most cases of high blood pressure don’t have\nan underlying cause. But in some people, high blood pressure is due to:</p>\n\n\n\n<ul><li>kidney disease</li><li>thyroid\nproblems</li><li>obstructive\nsleep apnea</li><li>adrenal gland\ntumors</li><li>some medications, like birth control or decongestants</li></ul>\n\n\n\n<h3>Diabetes mellitus</h3>\n\n\n\n<p>Diabetes mellitus is a\nmetabolic disorder that causes high levels of blood sugar. There are several\ntypes of diabetes, including type\n1 and type 2 diabetes.</p>\n\n\n\n<p>With diabetes, high blood sugar forces the\nkidneys to over filter the blood. This can cause kidney damage, allowing protein\nto leak into the urine. </p>\n\n\n\n<p>Symptoms of diabetes depend on the severity\nand type. You may have:</p>\n\n\n\n<ul><li>increased thirst and hunger</li><li>frequent urination</li><li>fatigue </li><li>blurry vision</li><li>unexplained weight loss </li></ul>\n\n\n\n<h3>Glomerulonephritis</h3>\n\n\n\n<p>Proteinuria may indicate glomerulonephritis, or inflammation of the glomeruli.</p>\n\n\n\n<p>Normally, when the glomeruli filter blood,\nthey reabsorb protein. But if they’re injured, protein can pass through and\nenter the urine. </p>\n\n\n\n<p>Glomerulonephritis can cause a set of\nsymptoms called nephrotic\nsyndrome. In addition to proteinuria, this includes:</p>\n\n\n\n<ul><li>hyperlipidemia, or\nhigh blood levels of fat and cholesterol</li><li>swollen legs, feet, or ankles</li><li>hypoalbuminemia,\nor low blood protein levels</li></ul>\n\n\n\n<p>It may also cause high blood pressure and hematuria, or red\nblood cells in the urine. This makes urine look pink or cola-colored. </p>\n\n\n\n<p>Typically, glomerulonephritis happens when\nthe immune system attacks the kidneys. It’s been associated with:</p>\n\n\n\n<ul><li>bacterial endocarditis</li><li>HIV</li><li>hepatitis B</li><li>hepatitis C</li><li>lupus</li><li>diabetic\nnephropathy</li><li>high blood pressure</li></ul>\n\n\n\n<h3>Chronic kidney disease </h3>\n\n\n\n<p>Chronic kidney disease (CKD) is the progressive loss of kidney function. It may cause proteinuria in the early stages, but it usually doesn’t cause any noticeable symptoms.</p>\n\n\n\n<p>As CKD progresses, you might experience: </p>\n\n\n\n<ul><li>shortness of breath</li><li>frequent urination</li><li>hiccups</li><li>fatigue</li><li>nausea</li><li>vomiting</li><li>trouble sleeping</li><li>dry, itchy skin </li><li>swollen hands and feet</li><li>poor appetite</li></ul>\n\n\n\n<p>The following diseases can damage the kidneys\nand lead to CKD:</p>\n\n\n\n<ul><li>glomerulonephritis</li><li>diabetes</li><li>high blood pressure</li><li>heart disease </li><li>interstitial nephritis</li><li>polycystic kidney disease</li><li>recurring kidney infection</li></ul>\n\n\n\n<p>If CKD progresses, it can result in kidney failure.</p>\n\n\n\n\n\n<h3>Autoimmune diseases</h3>\n\n\n\n<p>The immune system normally produces antibodies and immunoglobulins that fight foreign organisms. But if you have an autoimmune disease, the immune system makes antibodies and immunoglobulins that attack the body’s tissues. These substances are called autoantibodies.</p>\n\n\n\n<p>If the autoantibodies injure the glomeruli, inflammation can occur. This leads to kidney damage, and eventually, proteinuria. </p>\n\n\n\n<p>The following autoimmune diseases are associated with proteinuria: </p>\n\n\n\n<ul><li><strong>Systemic lupus erythematosus.</strong> While systemic lupus erythematosus (SLE) mainly involves the skin and joints, it can also affect the kidneys.</li><li><strong>Goodpasture syndrome.</strong> In Goodpasture syndrome, the autoantibodies specifically attack the kidneys and lungs.</li><li><strong>IgA nephropathy.</strong> IgA nephropathy happens when deposits of immunoglobulin A accumulate in the glomeruli.</li></ul>\n\n\n\n<h3>Preeclampsia</h3>\n\n\n\n<p>In preeclampsia, a pregnant person develops high blood pressure at or after 20 weeks of pregnancy. This temporarily impairs the kidneys’ ability to filter protein, which causes proteinuria.</p>\n\n\n\n<p>Other preeclampsia symptoms include:</p>\n\n\n\n<ul><li>swollen hands and face</li><li>headaches</li><li>blurry vision</li><li>abdominal pain on the right side</li><li>increased weight gain</li></ul>\n\n\n\n<p>Though preeclampsia usually goes away after delivery, it’s a serious condition that can lead to preterm birth. Pregnant individuals with preeclampsia should be carefully monitored.</p>\n\n\n\n<h3>Cancer</h3>\n\n\n\n<p>In severe cases, proteinuria is due to\ncancer. Several types of cancer are associated with high urine protein levels,\nincluding:</p>\n\n\n\n<ul><li>renal cell\ncarcinoma</li><li>lung cancer</li><li>breast cancer</li><li>colorectal\ncancer</li><li>non-Hodgkin’s\nlymphoma</li><li>Hodgkin’s lymphoma\n</li><li>multiple\nmyeloma</li></ul>\n\n\n\n<p>It’s thought that the inflammatory effect\nof cancer alters kidney function.</p>\n\n\n\n<p>In some conditions, like multiple myeloma,\nkidney damage occurs when abnormal proteins in the blood bind with normal\nproteins in the urine. As kidney function declines, more protein ends up in the\nurine. </p>\n\n\n\n<p>Though cancer symptoms vary greatly, general symptoms include:</p>\n\n\n\n<ul><li>unexplained weight loss</li><li>fatigue</li><li>fever</li><li>pain</li><li>skin changes</li></ul>\n\n\n\n<h2 id=\"risk-factors\" data-toc-label=\"Risk factors\" class=\"wp-block-healthline-tabbed-heading\">Risk factors for proteinuria</h2>\n\n\n\n<p>Certain people are more likely to develop proteinuria.\nCommon risk factors include:</p>\n\n\n\n\n\n<ul><li><strong>Age.</strong> Adults 65 and older are more susceptible to dehydration and kidney issues. Pregnant people older than 40 have a greater risk of preeclampsia. </li><li><strong>High blood pressure.</strong> People with high blood pressure have higher risk for diabetes and kidney disorders. </li><li><strong>Diabetes.</strong> Diabetes is the most common cause of CKD. It’s also associated with preeclampsia and glomerulonephritis.</li><li><strong>Family history.</strong> You’re more likely to develop proteinuria if you have a family history of kidney disease or preeclampsia. </li><li><strong>Certain ethnicities.</strong> People of African American, Latino, American Indian, and Asian descent have a greater risk of kidney issues. </li><li><strong>Being overweight or obese.</strong> High blood pressure, diabetes, and preeclampsia are associated with being overweight or obese.</li></ul>\n\n\n\n<h2 id=\"symptoms\" data-toc-label=\"Symptoms\" class=\"wp-block-healthline-tabbed-heading\">What are the symptoms of protein in urine?</h2>\n\n\n\n<p>In the early stages of kidney damage, you won’t\nhave any symptoms. That’s because there are only small amounts of protein in\nyour urine.</p>\n\n\n\n<p>But as kidney damage progresses, more protein\nwill pass into your urine. This may cause symptoms like:</p>\n\n\n\n<ul><li>frothy, foamy urine</li><li>swollen hands, feet, face, or abdomen </li><li>frequent urination</li><li>muscle cramps at night</li><li>nausea</li><li>vomiting</li><li>poor appetite</li></ul>\n\n\n\n<h2 id=\"testing-and-diagnosis\" data-toc-label=\"Testing and diagnosis\" class=\"wp-block-healthline-tabbed-heading\">Testing for protein in urine</h2>\n\n\n\n<p>The only way to diagnose proteinuria is through\na urine test,\nwhich measures the amount of protein in your urine.</p>\n\n\n\n<p>The test takes place in a doctor’s office. During the procedure, you urinate into a specimen cup. The doctor places a dipstick, or a small plastic stick coated with chemicals, into the urine sample. If it has too much protein, the stick will change color. </p>\n\n\n\n<p>The rest of the urine will be sent to a lab, where\nit’s examined under a microscope.</p>\n\n\n\n<p>If your doctor thinks you have kidney issues, they’ll repeat the urine test three times in three months. This helps them rule out temporary causes of proteinuria.</p>\n\n\n\n<p>A doctor might also use the following tests to determine what’s causing your proteinuria:</p>\n\n\n\n<ul><li><strong>24-hour urine collection. </strong>In a 24-hour urine test, your urine is collected over 24 hours and sent to a lab.</li><li><strong>Glomerular filtrate rate (GMR) blood test.</strong> This test checks your kidney function.</li><li><strong>Imaging tests.</strong> You may get an ultrasound or CT scan, which take detailed photos of your kidneys and urinary tract.</li><li><strong>Kidney biopsy.</strong> A sample of your kidney is removed and examined for signs of kidney damage.</li></ul>\n\n\n\n<h2 id=\"treatment\" data-toc-label=\"Treatment\" class=\"wp-block-healthline-tabbed-heading\">Proteinuria treatment</h2>\n\n\n\n<p>If you have temporary or mild proteinuria,\nyou likely won’t need treatment. But if you have consistent proteinuria, you’ll\nneed to treat the underlying condition.</p>\n\n\n\n<p>Treatment may include:</p>\n\n\n\n<ul><li><strong>Dietary changes.</strong> If you have kidney disease, diabetes, or high blood pressure, a doctor will recommend specific diet changes. </li><li><strong>Weight loss.</strong> Losing weight can manage conditions that impair kidney function.</li><li><strong>Blood pressure medication.</strong> If you have hypertension or diabetes, the doctor might prescribe medication to help lower your blood pressure. </li><li><strong>Diabetes medication. </strong>You may need medication or insulin therapy to control high blood glucose.</li><li><strong>Dialysis.</strong> In glomerulonephritis and kidney failure, dialysis is used to manage high blood pressure and fluids.</li></ul>\n\n\n\n<h2 id=\"summary\" data-toc-label=\"Summary\" class=\"wp-block-healthline-tabbed-heading\">Takeaway</h2>\n\n\n\n<p>Proteinuria often means that your kidneys aren’t properly filtering blood. Therefore, the goal of treatment is to manage the underlying condition. A doctor can create a treatment plan to help protect your kidneys.</p>\n</body></html>"
    },
    {
        "title": "Kidney Health and Kidney Disease Basics",
        "categories": null,
        "keys": ["General"],
        "summary": "Learn how to keep your kidneys healthy and prevent kidney disease. Find information on kidney disease, including causes, symptoms, diagnosis, and treatment.",
        "url": "/health/kidney-disease",
        "publishedUnix": 1341817200000,
        "updatedUnix": 1537163142000,
        "id": "20736",
        "image": null,
        "content_text": "<html><head></head><body><h2 id=\"TOC_TITLE_HDR_1\" class=\"content_head\"><a name=\"overview\"></a> What is kidney\ndisease?</h2>\n<div id=\"TOC_TITLE_1\" class=\"content_body\">\n\n<p>The kidneys are a pair of fist-sized organs located at the\nbottom of the rib cage. There is one kidney on each side of the spine. </p>\n\n<p>Kidneys are essential to having a healthy body. They are\nmainly responsible for filtering waste products, excess water, and other\nimpurities out of the blood. These toxins are stored in the bladder and then\nremoved during urination. The kidneys also regulate pH, salt, and potassium\nlevels in the body. They produce hormones that regulate blood pressure and\ncontrol the production of red blood cells. The kidneys even activate a form of\nvitamin D that helps the body absorb calcium.</p>\n\n<p>Kidney disease affects approximately <a href=\"http://www.kidney.org/news/newsroom/factsheets/CKD-A-Growing-Problem\" target=\"_blank\">26\nmillion</a> American adults. It occurs when your kidneys become damaged and\ncan’t perform their function. Damage may be caused by diabetes, high\nblood pressure, and various other chronic (long-term) conditions. Kidney\ndisease can lead to other health problems, including weak bones, nerve damage,\nand malnutrition. </p>\n\n<p>If the disease gets worse over time, your kidneys may stop\nworking completely. This means that dialysis will be required to perform the\nfunction of the kidneys. Dialysis\nis a treatment that filters and purifies the blood using a machine. It can’t\ncure kidney disease, but it can prolong your life. </p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_2\" class=\"content_head\"><a name=\"types-and-causes\"></a> What are the types\nand causes of kidney disease?</h2>\n<div id=\"TOC_TITLE_2\" class=\"content_body\">\n\n<h3>Chronic kidney disease</h3>\n\n<p>The most common form of kidney disease is chronic kidney\ndisease. Chronic kidney disease is a long-term condition that doesn’t\nimprove over time. It’s commonly caused by high blood pressure. </p>\n\n<p>High blood pressure is dangerous for the kidneys because it\ncan increase the pressure on the glomeruli. Glomeruli are the tiny blood\nvessels in the kidneys where blood is cleaned. Over time, the increased\npressure damages these vessels and kidney function begins to decline.</p>\n\n<p>Kidney function will eventually deteriorate to the point\nwhere the kidneys can no longer perform their job properly. In this case, a\nperson would need to go on dialysis. Dialysis filters extra fluid and waste out\nof the blood. Dialysis can help treat kidney disease but it can’t cure it. A kidney transplant\nmay be another treatment option depending on your circumstances.</p>\n\n<p>Diabetes is also a major cause of chronic kidney disease.\nDiabetes is a group of diseases that causes high blood sugar. The increased\nlevel of sugar in the blood damages the blood vessels in the kidneys over time.\nThis means the kidneys can’t clean the blood properly. Kidney failure can occur\nwhen your body becomes overloaded with toxins.</p>\n\n<h3>Kidney stones</h3>\n\n<p>Kidney\nstones are another common kidney problem. They occur when minerals and\nother substances in the blood crystallize in the kidneys, forming solid masses\n(stones). Kidney stones usually come out of the body during urination. Passing\nkidney stones can be extremely painful, but they rarely cause significant\nproblems.</p>\n\n<h3>Glomerulonephritis</h3>\n\n<p>Glomerulonephritis\nis an inflammation of the glomeruli. Glomeruli are extremely small structures\ninside the kidneys that filter the blood. Glomerulonephritis can be caused by\ninfections, drugs, or congenital abnormalities (disorders that occur during or\nshortly after birth). It often gets better on its own.</p>\n\n<h3>Polycystic kidney disease</h3>\n\n<p>Polycystic\nkidney disease is a genetic disorder that causes numerous cysts (small sacs\nof fluid) to grow in the kidneys. These cysts can interfere with kidney\nfunction and cause kidney failure. (It’s important to note that individual\nkidney cysts are fairly common and almost always harmless. Polycystic kidney\ndisease is a separate, more serious condition.)</p>\n\n<h3>Urinary tract infections</h3>\n\n<p>Urinary\ntract infections (UTIs) are bacterial infections of any part of the urinary\nsystem. Infections in the bladder and urethra are the most common. They are\neasily treatable and rarely lead to more health problems. However, if left\nuntreated, these infections can spread to the kidneys and cause kidney failure.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_3\" class=\"content_head\"><a name=\"symptoms\"></a> What are the symptoms\nof kidney disease?</h2>\n<div id=\"TOC_TITLE_3\" class=\"content_body\">\n\n<p>Kidney disease is a condition that can easily go unnoticed\nuntil the symptoms become severe. The following symptoms are early warning\nsigns that you might be developing kidney disease:</p>\n\n<ul><li>fatigue</li><li>difficulty\nconcentrating</li><li>trouble sleeping</li><li>poor appetite</li><li>muscle cramping</li><li>swollen feet/ankles</li><li>puffiness around the eyes in the morning</li><li>dry, scaly skin</li><li>frequent\nurination, especially late at night</li></ul>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n<p>Severe symptoms that could mean your kidney disease is\nprogressing into kidney failure include:</p>\n\n<ul><li>nausea</li><li>vomiting</li><li>loss of appetite</li><li>changes in urine output</li><li>fluid retention</li><li>anemia\n(a decrease in red blood cells)</li><li>decreased sex drive</li><li>sudden rise in potassium levels (hyperkalemia)</li><li>inflammation of the pericardium (fluid-filled\nsac that covers the heart)</li></ul>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_4\" class=\"content_head\"><a name=\"risk-factors\"></a> What are the risk\nfactors for developing kidney disease?</h2>\n<div id=\"TOC_TITLE_4\" class=\"content_body\">\n\n<p>People with diabetes have a higher risk of developing kidney\ndisease. Diabetes is the leading cause of kidney disease, accounting for about <a href=\"http://www.niddk.nih.gov/health-information/health-topics/kidney-disease/kidney-disease-of-diabetes/Pages/facts.aspx\" target=\"_blank\">44\npercent</a> of new cases. You may also be more likely to get kidney disease if\nyou:</p>\n\n<ul><li>have\nhigh blood pressure</li><li>have\nother family members with chronic kidney disease</li><li>are\nelderly</li><li>are\nof African, Hispanic, Asian, or American Indian descent</li></ul>\n\n\n\n\n\n\n\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_5\" class=\"content_head\"><a name=\"diagnosis\"></a> How is kidney\ndisease diagnosed?</h2>\n<div id=\"TOC_TITLE_5\" class=\"content_body\">\n\n<p>Your doctor will first determine whether you belong in any\nof the high-risk groups. They will then run some tests to see if your kidneys\nare functioning properly. These tests may include:</p>\n\n<h3>Glomerular filtration rate (GFR)</h3>\n\n<p>This test\nwill measure how well your kidneys are working and determine the stage of\nkidney disease.</p>\n\n<h3>Ultrasound or computed tomography (CT) Scan</h3>\n\n<p>Ultrasounds\nand CT scans produce\nclear images of your kidneys and urinary tract. The pictures allow your doctor\nto see if your kidneys are too small or large. They can also show any tumors or\nstructural problems that may be present.</p>\n\n<h3>Kidney biopsy</h3>\n\n<p>During a kidney biopsy, your\ndoctor will remove a small piece of tissue from your kidney while you’re\nsedated. The tissue sample can help your doctor determine the type of kidney\ndisease you have and how much damage has occurred. </p>\n\n<h3>Urine test</h3>\n\n<p>Your doctor may request a urine sample to test for albumin.\nAlbumin is a protein that can be passed into your urine when your kidneys are\ndamaged.</p>\n\n<h3>Blood creatinine test</h3>\n\n<p>Creatinine\nis a waste product. It’s released into the blood when creatine (a molecule\nstored in muscle) is broken down. The levels of creatinine in your blood will\nincrease if your kidneys aren’t working properly.</p>\n\n\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_6\" class=\"content_head\"><a name=\"treatment\"></a> How is kidney\ndisease treated?</h2>\n<div id=\"TOC_TITLE_6\" class=\"content_body\">\n\n<p>Treatment for kidney disease usually focuses on controlling\nthe underlying cause of the disease. This means your doctor will help you\nbetter manage your blood pressure, blood sugar, and cholesterol levels. They\nmay use one or more of the following methods to treat kidney disease. </p>\n\n<h3>Drugs and medication</h3>\n\n<p>Your doctor will either prescribe angiotensin-converting\nenzyme (ACE) inhibitors, such as lisinopril and ramipril, or angiotensin\nreceptor blockers (ARBs), such as irbesartan and olmesartan. These\nare blood pressure medications that can slow the progression of kidney disease.\nYour doctor may prescribe these medications to preserve kidney function, even\nif you don’t have high blood pressure.</p>\n\n<p>You may also be treated with cholesterol drugs (such as simvastatin).\nThese medications can reduce blood cholesterol levels and help maintain kidney\nhealth. Depending on your symptoms, your doctor may also prescribe drugs to\nrelieve swelling and treat anemia (decrease in the number of red blood cells).</p>\n\n<h3>Dietary and lifestyle changes</h3>\n\n<p>Making changes to your diet is just as important as taking\nmedication. Adopting a healthy lifestyle can help prevent many of the\nunderlying causes of kidney disease. Your doctor may recommend that you:</p>\n\n<ul><li>control diabetes through insulin\ninjections </li><li>cut back on foods high in cholesterol</li><li>cut back on salt</li><li>start a heart-healthy\ndiet that includes fresh fruits, veggies, whole grains, and low-fat dairy\nproducts</li><li>limit alcohol consumption</li><li>quit smoking</li><li>increase physical activity</li><li>lose weight</li></ul>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_7\" class=\"content_head\"><a name=\"dialysis\"></a> Dialysis and kidney\ndisease</h2>\n<div id=\"TOC_TITLE_7\" class=\"content_body\">\n\n<p>Dialysis is an artificial method of filtering the blood.\nIt’s used when someone’s kidneys have failed or are close to failing. Many\npeople with late-stage kidney disease must go on dialysis permanently or until\na donor kidney is found.</p>\n\n<p>There are two types of dialysis: hemodialysis and peritoneal\ndialysis.</p>\n\n<h3>Hemodialysis</h3>\n\n<p>In hemodialysis, the blood is pumped through a special\nmachine that filters out waste products and fluid. Hemodialysis is done at your\nhome or in a hospital or dialysis center. Most people have three sessions per\nweek, with each session lasting three to five hours. However, hemodialysis can\nalso be done in shorter, more frequent sessions.</p>\n\n<p>Several weeks before starting hemodialysis, most people will\nhave surgery to create an arteriovenous (AV) fistula. An AV fistula is created\nby connecting an artery and a vein just below the skin, typically in the\nforearm. The larger blood vessel allows an increased amount of blood to flow\ncontinuously through the body during hemodialysis treatment. This means more\nblood can be filtered and purified. An arteriovenous graft (a looped, plastic\ntube) may be implanted and used for the same purpose if an artery and vein\ncan’t be joined together.</p>\n\n<p>The most common side effects of hemodialysis are low blood pressure,\nmuscle cramping, and itching.</p>\n\n<h3>Peritoneal dialysis</h3>\n\n<p>In peritoneal dialysis, the peritoneum (membrane that lines\nthe abdominal wall) stands in for the kidneys. A tube is implanted and used to\nfill the abdomen with a fluid called dialysate. Waste products in the blood\nflow from the peritoneum into the dialysate. The dialysate is then drained from\nthe abdomen.</p>\n\n<p>There are two forms of peritoneal dialysis: continuous\nambulatory peritoneal<strong>\n</strong>dialysis, where the abdomen is filled and drained several times\nduring the day, and continuous cycler-assisted peritoneal dialysis, which uses\na machine to cycle the fluid in and out of the abdomen at night while the\nperson sleeps.</p>\n\n<p>The most common side effects of peritoneal dialysis are\ninfections in the abdominal cavity or in the area where the tube was implanted.\nOther side effects may include weight gain and hernias. A hernia is when\nthe intestine pushes through a weak spot or tear in the lower abdominal wall.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_8\" class=\"content_head\"><a name=\"outlook\"></a> What is the\nlong-term outlook for someone with kidney disease?</h2>\n<div id=\"TOC_TITLE_8\" class=\"content_body\">\n\n<p>Kidney disease normally does not go away once it’s\ndiagnosed. The best way to maintain kidney health is to adopt a healthy\nlifestyle and follow your doctor’s advice. Kidney disease can get worse over\ntime. It may even lead to kidney failure. Kidney failure can be life-threatening\nif left untreated.</p>\n\n<p>Kidney failure occurs when your kidneys are barely working\nor not working at all. This is managed by dialysis. Dialysis involves the use\nof a machine to filter waste from your blood. In some cases, your doctor may\nrecommend a kidney transplant. </p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_9\" class=\"content_head\"><a name=\"prevention\"></a> How can kidney disease be prevented?</h2>\n<div id=\"TOC_TITLE_9\" class=\"content_body\">\n\n<p>Some risk factors for kidney disease — such as age, race, or\nfamily history — are impossible to control. However, there are measures you can\ntake to help prevent kidney disease:</p>\n\n<ul><li>drink plenty of water</li><li>control\nblood sugar if you have diabetes</li><li>control\nblood pressure</li><li>reduce salt intake</li><li>quit smoking</li></ul>\n\n\n\n\n\n\n\n\n\n<h3>Be careful with over-the-counter drugs</h3>\n\n<p>You should always follow the dosage instructions for\nover-the-counter medications. Taking too much aspirin (Bayer)\nor ibuprofen\n(Advil, Motrin) can cause kidney damage. Call your doctor if the normal doses\nof these medications aren’t controlling your pain effectively.</p>\n\n<h3>Get tested</h3>\n\n<p>Ask your doctor about getting a blood test for kidney\nproblems. Kidney problems generally don’t cause symptoms until they’re more\nadvanced. A basic\nmetabolic panel (BMP) is a standard blood test that can be done as part of\na routine medical exam. It checks your blood for creatinine or urea. These are\nchemicals that leak into the blood when the kidneys aren’t working properly. A\nBMP can detect kidney problems early, when they’re easier to treat. You should\nbe tested annually if you have diabetes, heart disease, or high blood pressure.</p>\n\n<h3>Limit certain foods</h3>\n\n<p>Different chemicals in your food can contribute to certain\ntypes of kidney stones. These include:</p>\n\n<ul><li>excessive\nsodium</li><li>animal\nprotein, such as beef and chicken</li><li>citric\nacid, found in citrus fruits such as oranges, lemons, and grapefruits</li><li>oxalate,\na chemical found in beets, spinach, sweet potatoes, and chocolate</li></ul>\n\n\n\n\n\n\n\n<h3>Ask about calcium</h3>\n\n<p>Talk to your doctor before taking a calcium supplement. Some\ncalcium supplements have been linked to an increased risk of kidney stones. </p>\n</div></body></html>"
    },
    {
        "title": "What Causes Bright-Yellow Urine and Other Changes in Color? ",
        "categories": null,
        "keys": ["General"],
        "summary": "Has your urine color changed from its normal hue? Find out what causes bright-yellow urine, from dietary changes to underlying conditions. Abnormal urine color is usually accompanied with other symptoms such as headaches and unexplained weight loss. Treatment will depend on a diagnosis since causes may vary.",
        "url": "/health/bright-yellow-urine",
        "publishedUnix": 1534748400000,
        "updatedUnix": 1538838919000,
        "id": "101932",
        "image": null,
        "content_text": "<html><head></head><body><h2 id=\"TOC_TITLE_HDR_1\" class=\"content_head\"><a name=\"overview\"></a> Overview</h2>\n<div id=\"TOC_TITLE_1\" class=\"content_body\">\n\n<p>Urine color generally ranges from a pale-yellow color to deep amber. This\ncoloring is primarily caused by the pigment urochrome, also known as urobilin.</p>\n\n<p>Whether your urine is diluted by water or in a more concentrated form determines\nthe appearance of the pigment. The more water you drink, and the more hydrated\nyou become, the lighter the pigment in your urine.</p>\n\n<p>The pigments and chemical compounds in the foods you eat and the medications\nyou take also alter the color of your urine. These changes are fairly standard\nand typically don’t last for long.</p>\n\n<p>Certain changes in color may be a sign\nof an underlying medical condition.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_2\" class=\"content_head\"><a name=\"symptoms\"></a> What color is “normal” urine?</h2>\n<div id=\"TOC_TITLE_2\" class=\"content_body\">\n\n<p>Everyone has a different “normal” when it comes to the color of urine, but\nit should fall on the yellow spectrum.</p>\n\n<p>The amount of water you drink\ninfluences whether the color is a pale yellow or a dark amber. People who drink\nmore water and stay hydrated typically produce more diluted, pale urine\ncompared to those who are dehydrated\nor consume less water.</p>\n\n<p>If the color of your urine falls outside of this yellow spectrum — like urine\nthat’s cloudy or brown — you should see a doctor.\nYou should also see a doctor if your urine is red, blue, or green. </p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_3\" class=\"content_head\"><a name=\"causes\"></a> What causes urine color to change?</h2>\n<div id=\"TOC_TITLE_3\" class=\"content_body\">\n\n<p>As mentioned above, the color of your urine is primarily determined by how\nmuch water you’ve had to drink. When you drink lots of water, your urine can\nbecome so light that it appears to be almost clear. The less water you drink,\nthe darker your urine will become.</p>\n\n<h3>Diet, vitamins, and\nminerals</h3>\n\n<p>Diet can also be a factor. The color of all-natural foods (such as berries\nand beets) can interact with pigment to create a different color. Heavily\nprocessed foods can contain high amounts of food dye. This dye will interact\nwith the pigment as well.</p>\n\n<p>B vitamins, such as riboflavin (B-2) and cobalamin (B-12), are also known\nfor causing <a href=\"http://www.health.harvard.edu/diseases-and-conditions/urine-color-and-odor-changes\" target=\"_blank\">fluorescent yellow-green urine</a>.\nIf you take supplements or multivitamins, they may be the\nsource of your brightly colored urine.</p>\n\n<p>Meal replacement shakes, which\nare also fortified with B vitamins, can have the same effect. </p>\n\n<p>Excess beta carotene or vitamin C may lead to urine that’s dark yellow or orange. Beta carotene, which is\nconverted to vitamin A in the body, is found in yellow and orange foods such as\ncarrots and sweet potatoes. </p>\n\n<p>In addition to citrus fruits, vitamin C is also found in foods\nsuch as tomatoes, strawberries, and broccoli.</p>\n\n<h3>Exercise</h3>\n\n<p>If you don’t properly hydrate after a workout, it can also lead to\ndehydration and darker urine. Extreme exercise without proper hydration can\ncause a serious condition that leads to muscle breakdown.</p>\n\n<p>This can cause severe muscle pain along with cola- or tea-colored urine. If\nthis occurs, you should seek immediate medical attention.</p>\n\n<h3>Medications</h3>\n\n<p>Over-the-counter and prescription medications can also make your urine\nbright or more vivid. This includes antibiotics, laxatives, and certain chemotherapy\ndrugs used to treat cancer. </p>\n\n<p>For example, the medication phenazopyridine (Pyridium) is commonly used to\ntreat the discomfort associated with urinary tract infections (UTIs).\nA common side effect of its usage is orange-colored urine. </p>\n\n<p>Other medications such as rifampin may also harmlessly stain the urine a\nbright orange color.</p>\n\n<h3>Medical conditions</h3>\n\n<p>Changes in the color of your urine could be a sign of troubles with your kidney, liver, or bladder function. If your urine\nbecomes cloudy\nor develops a strong odor, you may have a\nbladder or kidney infection. </p>\n\n<p>This is especially true if you’re having any symptoms of these infections,\nsuch as pain when urinating, fever,\nvomiting,\nor back pain.</p>\n\n<h3>Pregnancy</h3>\n\n<p>Anecdotal evidence suggests that bright-yellow urine may be an early symptom of pregnancy. However,\nthere are no studies to support these claims. </p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_4\" class=\"content_head\"><a name=\"risk-factors\"></a> What are the risk factors for abnormal urine\ncolor?</h2>\n<div id=\"TOC_TITLE_4\" class=\"content_body\">\n\n<p>Your age and your sex may raise your risk for conditions that can affect the\ncolor of your urine. For example, tumors in the kidney or bladder\nare common in older adults. Urinary tract bleeding is commonly associated with\nproblems of the kidney or bladder.</p>\n\n<p>More serious conditions such as cancer can also cause bleeding and pink or\nred urine. Tell your doctor right away if you notice blood in your urine so\nthat they can determine the cause.</p>\n\n<p><a href=\"http://www.niddk.nih.gov/health-information/urologic-diseases/bladder-infection-uti-in-adults/all-content\" target=\"_blank\">Up to 60 percent of women</a>\nwill experience a UTI at least once in their lives. This infection may be\naccompanied by urinary tract bleeding, which can change the color of urine. Men\nmay also experience urinary blood as a result of an enlarged prostate gland</p>\n\n<p>Urinary tract bleeding is much less common in children, though certain rare\ndisorders may cause blood in the urine. These disorders include Henoch-Schonlein purpura, hemolytic uremic syndrome, and Wilms’\ntumor</p>\n\n<p>As with adults, any urinary tract bleeding in children is considered\nabnormal and should prompt immediate medical attention.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_5\" class=\"content_head\"><a name=\"diagnosis\"></a> How is abnormal urine color diagnosed?</h2>\n<div id=\"TOC_TITLE_5\" class=\"content_body\">\n\n<p>If you notice any abnormalities in your urine color, you should see your\ndoctor. After scheduling your appointment, jot down any details that can help\nyour doctor determine whether there’s a problem.</p>\n\n<p>Consider the following:</p>\n\n<ul><li>When\ndid you first start to notice the change?</li><li>What\nhas your diet consisted of lately?</li><li>What\nmedications or supplements have you taken?</li><li>Have\nyou engaged in any strenuous physical activity?</li><li>Have\nthere been any changes to your sleep patterns?</li><li>Have\nyour bowel movements been normal?</li><li>Do\nyou have a rash anywhere on your body?</li><li>Have\nyou had any headaches lately?</li><li>Have\nyou had any problems with your vision?</li><li>Have\nyou had any unexplained weight loss?</li><li>Do\nyou have a history of smoking?</li><li>Has\nthere been any change in your urinary habits?</li></ul>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n<p>When you meet with your doctor, they’ll discuss your health history and\nperform a physical exam. Depending on\ntheir assessment, your doctor may request a urinalysis or blood test.</p>\n\n<p>A urinalysis can check for red\nblood cells, assess your urine protein\nlevels, and determine what excreted materials are\npresent. Your urine may also be checked for infection-causing bacteria. If\nthere are signs of infection, a urine culture\nmay be ordered.</p>\n\n<p>A blood test can measure kidney function and the level of liver enzymes. These results may\ngive a clue as to the cause of the color changes in your urine.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_6\" class=\"content_head\"><a name=\"treatment\"></a> How is abnormal urine color treated?</h2>\n<div id=\"TOC_TITLE_6\" class=\"content_body\">\n\n<p>Treatment options can vary, depending upon what your doctor discovers from your\ntests. If your doctor discovers that your dark-yellow urine color is due to\ndehydration, they will recommend that you add more fluids to your diet.</p>\n\n<p>The color of your urine should return to its normal yellow color within\ndays. If an underlying medical condition is found, your doctor will pursue\ntreatment for that condition.</p>\n\n\n</div>\n\n<h2 id=\"TOC_TITLE_HDR_7\" class=\"content_head\"><a name=\"outlook\"></a> What’s the outlook for abnormal urine color?</h2>\n<div id=\"TOC_TITLE_7\" class=\"content_body\">\n\n<p>If your urine takes on a dark-yellow color, it may be your body’s way of\ntelling you to drink more water. This change in color may be caused by\ndehydration, so drink up.</p>\n\n<p>Whether you’re sitting at the office, working out at the gym, or laying out\nat the beach, it’s important to stay hydrated.</p>\n\n<p>If you’re taking any medication that causes this discoloration, it’s likely\nharmless. You should continue taking the medication under the supervision of\nyour doctor, unless you’re otherwise advised.</p>\n</div></body></html>"
    }
]
